{
  "state": "Alabama",
  "title": "Alabama Auctioneer Study Guide",
  "sections": [
    {
      "heading": "Introduction",
      "content": [
        "1",
        "Preparation and Review Guide For",
        "Auctioneer and Apprentice Auctioneer Licensing Examinations",
        "Developed by the Alabama Auctioneers Association",
        "2018",
        "2",
        "Contents",
        "Introduction Sections",
        "I. Contracts",
        "II. Agency",
        "III. Auction  Contracts",
        "IV. Auction Company  Operations",
        "V. Uniform Commercial Code  Transfers",
        "VI. Firearms  Auctions",
        "VII. Ethics",
        "3",
        "Introduction",
        "The purpose of this manual is to provide the examinee for the Alabama State Board of Auctioneers",
        "auctioneer and apprentice auctioneer examination a brief study guide to be used in preparation for the",
        "test and review.",
        "This guide is not to be construed as an all -encompass ing work, but a brief overview of some of the",
        "topics the examinee will encounter while taking the examinations required by the board.",
        "This guide is a study supplement to the Alabama Auctioneers License Act. The examinee should",
        "obtain a copy of that act an d study it thoroughly in preparation for the examination. No particular",
        "section of the Licensing Act will be presented in this study guide since it is available in another",
        "booklet.",
        "This guide is provided by the Alabama Auctioneers Association to assist in the preparation of the",
        "exam.  The Alabama Auctioneers Association does not guarantee a passing grade and will not be",
        "held liable for failing the exam.",
        "4"
      ]
    },
    {
      "heading": "I. THE LAW OF  CONTRACTS",
      "content": [
        "Contrac ts form the basis for all agreements used in the auction business. The law of contracts is",
        "complex. While you will not become an expert on contracts in this short review, you will need to",
        "become familiar with the elements of a valid contract as it pertains  to auction transactions to prepare",
        "for the auctioneer and apprentice auctioneer examinations.",
        "A. Introduction to Contracts",
        "The basis for relationships in the auction business is found in the law and the requirements it",
        "establishes for guidelines. Since almost all auction dealings originate with an agreement known",
        "as a contract, it is essential for auction salespeople to understand the basic elements of",
        "contracts. Furthermore, contracts establish the legal relationship between the parties involved,",
        "so the refore, the students must understand each basic element of  contract.",
        "Definition  - A contract is an enforceable promise, one that can be sued upon for",
        "nonperformance by one of the parties."
      ]
    },
    {
      "heading": "Steps in the contracting process",
      "content": [
        "1. Negotiation - There must be the  intent to create a legal obligation. The terms of the",
        "negotiation should be definite, certain, and complete concerning such items as: price,",
        "property description, delivery, and the parties to the  contract.",
        "2. Agreement and Consideration - The parties mutuall y agree upon the terms of the",
        "contract  and exchange  consideration."
      ]
    },
    {
      "heading": "If nonperformance takes place  then",
      "content": [
        "1. A breach is declared an action taken to get the proper remedies for the injured party.",
        "English \"Common Law\" and The Statute Of Frauds - Common Law was established prior to",
        "the Revolutionary War, has been altered by individual states from time to time, but  the same",
        "basic  principles  hold true throughout  most  of the United  States.  A portion  of the Common Law",
        "especially important to the auction business is the Statute of Frauds. Its purpose is to prevent",
        "various types of contracts from being entered into fraudulently.",
        "Under common law, a writing was never necessary to the formation of a contract ; and today, in",
        "the absence of statutory requirement, an oral contract is as enforceable as a contract in writing.",
        "Alabama licensing law requires a written agreement between the auctioneer and the seller at the",
        "auction.",
        "All contracts for the auction must be in writing and signed by the parties involved to be",
        "enforceable.",
        "Parol evidence rule applies to the contracts affecting auctions. Parol evidence is verbal",
        "evidence. An oral promise that is made in addition to a written agreement will be unenforceable",
        "5",
        "by the parties in auction situations. Such oral agreements are not admissible in a court of law",
        "for contracts covered by the Statute of Frauds. The parties to the contract may adjust the written",
        "contract by such an agreement and abide by it but the contrac t would be unenforceable in  court."
      ]
    },
    {
      "heading": "3. All material terms and  conditions.",
      "content": [
        "4. The signature of  the party to be charged with the contract or the authorized agent.",
        "In the creation of a valid contract you must have the following essential elements:",
        "Offer  – An offer must be made to begin the formation of a contract.",
        "Acceptance  - There must be acceptan ce of the terms of the offer by the other party.",
        "Consideration - Something of value must be given or given up to make the contract binding",
        "upon the parties and able to be sued  upon.",
        "Legal Capacity  - The parties must be legally competent to enter into contracts.",
        "Reality of Consent (Validity ) - Must be free of duress, fraud, undue influence, misrepresentation",
        "and mistakes.",
        "Illegality and impossibility  - Purpose of the contract must be legal and it m ust be possible to",
        "perform. (Referred to as legal objectivity.",
        "B. Review  of the Essential  Elements  of a Valid  Contract",
        "1. The offer - The offer is the initial step in the formation of a contract and is, of course, an",
        "essential element. In the absence of an off er, no contract can result because the party",
        "who is alleged to be the offeror has not defined what responsibility he/she is willing to",
        "assume not what he/she will accept in return for his/her  offer.",
        "The offer must be free and voluntary. The offer, to be effective, must be reasonably certain.",
        "While the offeror may clearly understand what is meant by his/her offer, this is not the legal",
        "standard by which the offer is measured. The law provides an arbitrary standard by which",
        "the clarity and certainty of the offeror's terms are to be measured, the standard of the so -",
        "called \"reasonable  man.\""
      ]
    },
    {
      "heading": "2. The offeror is in complete command of the terms of the  offer",
      "content": [
        "Revocation of the Offer  - The offer may be withdrawn by the offeror at any time before it is",
        "acted upon. This  may be done by the offeror even though the offer stated it would remain",
        "open for a specified period of time. The act of placing an acceptance in the mail constitutes",
        "an acceptance, but a mailed revocation is not effective until received. It is recommended  that",
        "their evocation be in  writing.",
        "6"
      ]
    },
    {
      "heading": "3. The offer must be communicated to the  offeree",
      "content": [
        "Under the Statute of Frauds, which applies to contracts for the sale at auction, all contracts",
        "must be in writing to be enforceable.",
        "Time limitations may be placed on the offer. The offer to do the auction under specific",
        "terms may be terminated by the passing of time and no action by the offeree.",
        "Death of the offeror or offeree prior to acceptance immediately terminates the offer. Death",
        "of the corporate officer of a co rporate offeror or offeree does  not terminate the offer since",
        "the corporation is considered to be a person not the officer."
      ]
    },
    {
      "heading": "4. Requirements for the  Acceptance",
      "content": [
        "The offer by itself is meaningless unless and until those to whom the offer is made indicates",
        "that it is satisfactory to them and that they are willing to enter into an  agreement under",
        "which they will receive the fruits of the offer and will be willing to do what the offeror",
        "demands in  return.",
        "To be effective legally, the acceptance of the offer must be unequivocal. That is, it must be",
        "absolute, without any exceptions or any additional terms.",
        "The acceptance of the offer must be communicated to the offeror by a recognized method",
        "or method specified in the offer.",
        "The acceptance of the offer must be in writing. The Statute of Frauds demands a written",
        "agreement to be enforceable in court.",
        "The acceptance must be delivered. Delivery to the agent (auctioneer) is legally the same as",
        "delivery to the principal (seller) and does not mean that the auctioneer bec omes the agent for",
        "the purchaser. The offer must be delivered by either the offeree (seller) or the agent",
        "(auctioneer) to the offeror to be a legally effective acceptance.",
        "The acceptance must be done in a timely fashion as required by the offer or within a",
        "reasonable time after the offer is made to be effective. If no time limit is expressed in the",
        "offer a reasonable time will be applied to keep the offer open. Counteroffer results from any",
        "acceptance that varies from the original offer. Once an offer is r ejected it is considered dead",
        "and any later acceptance constitutes a new offer",
        "C. Consideration",
        "Consideration is the third major element required before a binding contract can result, even",
        "though there has been a valid offer and acceptance.",
        "Consideration is  a technical requirement of contract law that is necessary to make the",
        "agreement of the parties enforceable.",
        "Consideration is something of value that is committed by each party to a contract. The",
        "commitment to pay or to do something of value constitutes c onsideration and makes the",
        "7",
        "promises of the parties enforceable. A promise unsupported by consideration really is a",
        "promise to make a gift and therefore is unenforceable in most cases. If the contract is breached",
        "the consideration shows a loss and allows a judge to award the appropriate damages.",
        "Consideration does not have to be fair, although grossly inadequate consideration could be",
        "evidence of fraud or undue influence. Love and affection may be “good consideration” but it is",
        "NOT held to be “valuable cons ideration” required to  support a contract. Valuable consideration",
        "is a right, interest, profit, or agreement to refrain from a lawful act, any one of which the",
        "promisor considers valuable.",
        "D. Legal Capacity By Competent  Parties",
        "Each party to a contract must  have the legal capacity or power to enter into and to commit",
        "him/herself to the performance of its terms. A contract with one who has no power or capacity",
        "to enter into it is not a contract at all.",
        "Age - Legal age of 18 years for those entering into a contract. Persons under the age of 18",
        "cannot usually buy or sell auction. An emancipated minor such as married minor can  contract.",
        "Insanity - The parties to the contract must be capable of understanding the agreement and the",
        "ramifications and obligations.  An incompetent person is unable to do this. A distinction should",
        "be made between an adjudged incompetent and one who is not. Also diseases such as",
        "Alzheimer’s and others will render a person incompetent.",
        "Capacity  - Other areas of capacity to contract rel ate to whether or not the individual has the",
        "authority to contract such in a corporation, partnership, or power of attorney relationship.",
        "Corporations will have documentation as to who has the authority to contract and what",
        "corporate actions such as a corp orate resolution may be needed. Partnerships are governed by",
        "their structure. Any general partner may bind the partnership contractual obligations and the",
        "other partners must honor the  contract.",
        "E. Legal  Objectivity",
        "Illegality of Purpose -A contract requiring  the performance of an act by one of the parties,",
        "determined to be illegal under federal, state or local law, is usually void and cannot be enforced",
        "by either  party. The real point to be noted in connection with illegality of purpose is that the",
        "illegal pu rpose need not be criminal in nature to make a contract voidable. It can violate some",
        "lesser law or ordinance.",
        "F. Classification of  Contracts",
        "A number of ways exist in which to classify contracts. The following categories are frequently",
        "used.",
        "1. Valid Contract  - A valid contract possesses all the required elements of a contract, is for",
        "a legal purpose, legally binds all parties involved to the agreement, and is enforceable"
      ]
    },
    {
      "heading": "in a court of law. The requirements for a valid contract  are",
      "content": [
        "8",
        "a. Competent  parties",
        "b. Mutual  Agreement",
        "c. Consideration",
        "d. Legal  Purpose",
        "e. In writing, if required by  law",
        "2. Void Contract  - Any agreement that has no legal status (i.e., never formed a legal",
        "contract and was therefore never binding on the parties) is considered a void contract. If",
        "a con tract fails to meet one of the basic requirements,  then it is considered to be void.",
        "For example, an agreement made with a person who has been legally declared",
        "incompetent is void from the outset. It lacks an essential element of a valid contract:",
        "legal  capacity.",
        "3. Voidable Contract  - In a voidable contract, one party or the other party may take action",
        "to have the agreement declared void.  The parties are capable of avoiding the contract",
        "change under different circumstances. For example, a contract made with a minor is",
        "voidable at the option of the minor until the minor reaches the age of majority, then it is",
        "binding.",
        "4. Unenforceable  - A valid contract between the parties but neither party can sue the other",
        "to perform. The contract may be considered to be valid between the parties but not",
        "enforceable in a court of law. If no disagreement takes place between the parties, the",
        "contract c an be  fulfilled.",
        "Example: Unwritten contract for sale of auction or unconscionable contracts - If a contract is so",
        "harsh that the court considers it extremely unfair, then it would refuse to enforce  it.",
        "G. Conditions which affect the  validity",
        "1. Misrepresentation  - Misrepresentation might be best described as an innocent",
        "misstatement of fact. One of the parties has indicated something regarding the contract",
        "to be when in fact it was not. The party to whom the misrepresentation was made would",
        "have the right to treat the contract as voidable. Only material facts qualify for",
        "misrepresentation. Misrepresented, i.e., selling a different lot than indicated during the",
        "announcements at the auction or in the  advertising.",
        "2. Fraud  - Fraud occurs when one of th e parties to a contract deliberately misstates a fact",
        "or makes a statement made by one of the parties to gain an unfair or dishonest",
        "advantage over another. When fraud exists, a contract may be voided by the",
        "unknowledgeable party signing. For example, if t he seller intentionally misrepresents",
        "their ownership of the goods to be sold at the auction or the authenticity of a  good.",
        "3. Undue Influence  - When one of the parties takes unfair advantage of the other parties to",
        "the contract because of a particular relat ionship that exists, such a contract is voidable",
        "by the party who feels unjustly  treated.",
        "9",
        "4. Duress  - When a contract is entered into by force (threat of personal injury) against the",
        "will of one of the parties involved in the contract, the forced party may void the contract",
        "at his/her  election.",
        "H. Mistakes of Fact or  Law",
        "A mistake of fact occurs when one or both parties assumes something to be a fact which is",
        "incorrect, and this error is included in their agreement. An erroneous description of auction in a",
        "purchase agreement would be an example.",
        "A mistake of law occurs when one party does not understand their legal obligations under the",
        "contract and performs erroneously. The party cannot say \"I did not understand the contract and",
        "consider it voidable.\" They  are bound by their actual legal  obligations."
      ]
    },
    {
      "heading": "2. Illegality of Purpose",
      "content": [
        "• At Outset      Void",
        "• Subsequent      Voidable"
      ]
    },
    {
      "heading": "10. Statute of Frauds Not Met    Voidable",
      "content": [
        "Defect in Formation    Effect on Contract"
      ]
    },
    {
      "heading": "1. Incompetence",
      "content": [
        "• Adjudged        Void",
        "• Actual        Voidable",
        "10",
        "I. Types of Contracts by  Structure"
      ]
    },
    {
      "heading": "1. By number of parties  involved.",
      "content": [
        "Bilateral  - An agreement between two parties where mutual promises are exchanged. A",
        "purchase agreement is an example. One party promises to sell a property and the other pay",
        "a specific price under specific terms. This contract is bilateral.",
        "Unilateral  - In a unila teral contract one party gives a promise to another party in exchange",
        "for some actual performance by the second party. The promise that is made by the first",
        "party is not legally binding until there is performance by the second  party."
      ]
    },
    {
      "heading": "2. By the  writing",
      "content": [
        "Expre ss - In an express contract, the agreement is manifested in words, either oral or",
        "written. Auction contracts are express written contracts.",
        "Implied  - In an implied contract the agreement between the parties can be inferred from",
        "their conduct alone, withou t spoken or written words.",
        "J. Bold Contracts and  performance",
        "Rights and Duties to be Performed - Performance of the contract is the critical issue and must",
        "be done within a reasonable time if none is specified. Typically, the contract must be concerned",
        "with the concept of \"time is of the essence.\" In most auction contracts a specified day or days of",
        "performance of the auction sale are  specified.",
        "K. Withdrawal from the Contract Without  Termination",
        "Assignment  - Transfers the rights of one of the parties under t he agreement to a third party.",
        "Typically, any contract can be assigned (delegated) unless a clause exists within the agreement",
        "forbidding it. The assignee takes the place of the assignor and is primarily liable for the terms",
        "of the contract. The assignor m ay be secondarily responsible if the assignee fails to perform.",
        "Auction contracts are usually non -assignable.",
        "Novation  - Occurs with the substitution of a new contract. The new contract replaces the",
        "existing agreement. The intent of the parties must be to  discharge the obligations created under",
        "the old agreement or substitution of new parties to an existing  obligation."
      ]
    },
    {
      "heading": "1. Other forms of discharge of  contracts",
      "content": [
        "a. Release  - Each party releases the other from their contractual duties. A release must",
        "have all the elements of a contract. It is in effect a contract to destroy a contract.",
        "b. Accord and Satisfaction  - A settlement or compromise of a dispute between parties",
        "to a con tract with the rendering of some different form of performance by one of the",
        "parties accepted by the other party.",
        "11",
        "c. Subsequent and Modifying Agreement - The parties enter into a new agreement",
        "modifying the original agreement even though their agreement s ays it cannot be",
        "modified. In an auction the agreement can be modified by the parties if not all of the",
        "goods or real estate are available as originally thought when the contract was",
        "signed.",
        "2. Cancellation of Contract  - If one of the parties defaults, one o f the following  can occur:",
        "a. Partial Performance  - When only part of the contract is performed payment is made",
        "only for that work completed. (This might be called an executory contract.) If the",
        "auction is cancelled , then the auctioneer may receive  compensation for the work",
        "done to that point such as advertising already placed.",
        "b. Substantial Performance  - The majority of the contract is performed,  and payment is",
        "due. All of the conditions of the contract may not have been met, but enough has",
        "been done to be considered as completed. Typically,  this would take place when the",
        "auction has been completed but not all of the details of the auction are completed",
        "such as delivery of some of the goods. The auctioneer would be entitled to his",
        "commission.",
        "c. Impossibi lity of Performance  - An agreement which cannot be legally or physically",
        "performed.",
        "d. Mutual Agreement  - To cancel the agreement between the parties.",
        "e. Operation of Law  - An agreement is terminated for a legal reason, i.e., the void",
        "contract of a minor, or if misrepresentation, fraud, duress or undue influence is",
        "involved. The seller may declare bankruptcy after an auction contract is signed and",
        "now the bankruptcy truste e controls what will happen to the  auction.",
        "3. Breach of  Contract.  - Occurs when a violation of the terms of the agreement occurs If this"
      ]
    },
    {
      "heading": "occurs in the case of an auction contract, the following occurs",
      "content": [
        "a. The seller defaults .",
        "b. Auctioneer rescinds or cancels th e contract. The rescission will put both parties back",
        "to their original position. Any monies such as prepaid advertising would be returned.",
        "c. Auctioneer may sue for specific performance of contract. The seller in a contract of",
        "sale could be forced by the court to complete the sale and transfer the title to the",
        "buyer.",
        "d. Auctioneer may sue for damages. This may be used by the auctioneer when they are",
        "ready willing and able to complete the auction , but the seller does not perform. The",
        "auctioneer may have had ex penses related to conducting the auction and needs to be",
        "compensated for those expenses."
      ]
    },
    {
      "heading": "4. The auctioneer  defaults",
      "content": [
        "a. Seller rescinds the contract - i.e., places both parties in the same position they",
        "would have been in if no contract had existed.",
        "b. Seller sues  for specific performance.",
        "c. Seller can sue for damages. This would occur if the seller is unable to sell the",
        "property at a similar price or has incurred expenses related to the sale and  closing.",
        "12",
        "L. Remedies for breach of  contract",
        "1. Compensatory Damages  - Money damages awarded by the court to the injured party to",
        "make up for the loss. The injured party has the duty to keep the damages as low as is",
        "reasonably possible when the contract is breached. Example: the auctioneer has spent",
        "monies on advertising a n auction and has not been paid for it by the  seller.",
        "2. Punitive Damages  - Damages that are awarded beyond compensatory damages to punish",
        "a party who made a willful or outrageous breach of the  agreement.",
        "3. Nominal Damages  - If a breach of contract does not res ult in actual monetary loss the",
        "court may award some token amount. For example , the court might award damages for",
        "the auctioneer ’s efforts where no actual monetary loss took  place.",
        "4. Liquidated Damages  - Compensation agreed to as part of the contract. If the damages",
        "are set too high the court may interpret them as a penalty and not enforce them.",
        "M. Other Contract  Terms"
      ]
    },
    {
      "heading": "2. Executory Contract - One that still has performance to be  completed.",
      "content": [
        "13"
      ]
    },
    {
      "heading": "II. AUCTION AGENCY  RELATIONSHIPS",
      "content": [
        "The legal relationship between an auctioneer and a seller in an auction contract or the buyer at the",
        "auction is a special one. A contractual relationship is established between the principal (the seller or",
        "buyer) and the agent (the auctioneer). Sometimes the auctioneer is hired to represent the interests of",
        "both parties Under  special circumstances the Alabama law allows the auctioneer to repres ent both",
        "parties as their agent. Disclosure of any agency relationship is critical in the auction business today to",
        "avoid misunderstandings, a law suit or possible loss of license."
      ]
    },
    {
      "heading": "A. AUCTION  RELATIONSHIPS",
      "content": [
        "1. The Law of Agency General Overview - The Law of Agency exists as a part of the area",
        "of law known as contract law. Each agency agreement is founded on a contract with",
        "another party. Such agreements can be written, oral, or implied. In Alabama, a written",
        "auction contract is required to act as the agent  for either or both parties in the auction",
        "transaction.",
        "2. An Agent  - An agent in the auction business is a licensed auctioneer who, in his",
        "capacity as an auctioneer is employed by another party to perform a service. The",
        "agreement, which originates the agency  relationship, is known as the auction contract."
      ]
    },
    {
      "heading": "The parties to such a contract  are",
      "content": [
        "a. The principal - the employer or client, who can be either the seller or buyer.",
        "b. The agent - A licensed auctioneer who is employed by the principal.  Note:  The",
        "agent can be an individual, partnership, corporation or limited liability company.",
        "Obviously,  the intent  of such a contract  is to attract  a third  party  to the contract,  i.e.,",
        "the buyer.",
        "3. Fiduciary Relationship  - An agency relationship is different from many other forms of",
        "contract law. It produces a fiduciary or trust relationship. Such  a relationship  places",
        "additional responsibilities on the parties. The agent is expected to act in good faith on",
        "behalf of the principal,  and must put the welfare of the principal ahead of his/her own",
        "interests or those of any other parties.",
        "4. The Agency Law and Contracts  - Alabama Auction License Law, however, requires",
        "that all auction contracts be in writing . Most aspects of the auction contract are covered",
        "under the law of agency. The license law also requires that an auction contract be in",
        "writing and executed between the parties.",
        "B. Relationships in the Auction  Business."
      ]
    },
    {
      "heading": "1. Principal auctioneer’s relationship to the  seller.",
      "content": [
        "Auctioneer as an agent for the seller. As agent the auctioneer owes the seller the duty to be",
        "represented to the best of the agent's ability.",
        "Relationship defined by the auction contract. The relationship is specific, that is, the",
        "auctioneer represents the seller for the purpose of finding a buyer for the owner's property.",
        "The obligations are limited by the auction contract.",
        "The auctioneer is not a general agent but is limited to representing the owner in connection",
        "with the parti cular sale of the stated property only.",
        "14",
        "The seller is bound only by an act within the auctioneer's authority granted by the contract."
      ]
    },
    {
      "heading": "2. Disclosures required in the  relationship.",
      "content": [
        "To the seller - Because the fiduciary relationship carries with it the obligation of undivided",
        "loyalty from the agent to his/her principal, the agent cannot take a position inconsistent with",
        "that relationship. Therefore, according to the license law the auctioneer cannot purchase",
        "listed property for his/her own account withou t making a full disclosure of this fact to the",
        "principal.",
        "3. Dual Agency - Auctioneer cannot represent both his/her principal (the seller) and the buyer",
        "in the same transaction without full disclosure to both parties. This would be true in",
        "electronic bidding or absentee bidding by  buyers.",
        "To The Buyer - The licensee must disclose in the agency relationship."
      ]
    },
    {
      "heading": "An Auctioneer representing the seller, according to agency law shall",
      "content": [
        "a. Treat the buyer  honestly.",
        "b. Not kno wingly give false  information.",
        "c. Disclose the nature of the relationship with the  seller.",
        "d. Disclose adverse material facts or risks about the  property.",
        "The auctioneer has a positive duty to represent the seller to the best of his/her ability. It",
        "follows, therefore, that the auctioneer cannot represent the buyer in the same transaction",
        "(unless, of course, there is a full disclosure to the seller and he/she agrees to it) because this",
        "would be a breach of fiduciary duty to the seller. One important feature of  this relationship",
        "is that the auctioneer is not liable for the seller's wrongdoing. That is, if the seller defaults it",
        "is not the auctioneer’s  responsibility, however, the auctioneer is liable to the buyer for the",
        "return of the money paid for the goods.",
        "While the auctioneer is not responsible for the seller's torts or those of other  agents,  he/she",
        "is liable for his/her own torts  (wrongdoing).",
        "The most common situation in which this occurs is knowingly misrepresenting the property",
        "being sold. The auctione er will be liable to the buyer; also the auctioneer, as agent of the",
        "seller, may make the seller liable to the buyer. The auctioneer may be liable to both the",
        "buyer and seller for wrongful acts. Under the license law the auctioneer is no longer",
        "responsible  for the actions of other agents unless he/she had knowledge of the",
        "misrepresentations or an apprentice auctioneer or another auctioneer is repeating a",
        "misrepresentation made by the original or listing auctioneer."
      ]
    },
    {
      "heading": "5. Principal auctioneer’s relationship to th e apprentice auctioneer.",
      "content": [
        "Carry out all terms of the employment contract. Duties of the auctioneer to apprentice",
        "auctioneer arise from the employment contract.",
        "Auctioneer has a duty not to collude to deprive the apprentice auctioneer of the commission",
        "and must provide reasonable assistance to the apprentice auctioneer.",
        "15",
        "C. Summary  of general  duties  and liabilities  of an agent."
      ]
    },
    {
      "heading": "1. Agent's duties to their  principal",
      "content": [
        "Loyalty and obedience to the principal is required. The agent is to follow all reasonable",
        "instructions given by the principal. The agent should not disclose any information about",
        "the principal that could harm the principal’s interest or position in the transaction",
        "without written permission. Such things would include the motivation to sell or b uy, or",
        "that the seller would take less or the buyer would pay more for the property.",
        "Skill, care and diligence in the conduct of the duties hired to perform must be exercised.",
        "Disclosure of information positive or negative concerning the transaction mus t be",
        "communicated to the principal.",
        "Accounting to the principal of all monies, etc., involved in the transaction. The license law",
        "requires the auctioneer to provide the seller with a settlement statement.",
        "The agent should be competent to perform the tasks required by the agency. The agent",
        "should not undertake services or transactions he/she is not skilled in."
      ]
    },
    {
      "heading": "2. Duties to Other  Parties.",
      "content": [
        "Client versus customer  - typically the seller is the client of the auction agent. There is a",
        "contractual agreement establishing the agency. The buyer is viewed as a customer and,",
        "as earlier stated, the agent has a duty to treat the buyer with honesty and  fairness."
      ]
    },
    {
      "heading": "3. Prohibited c onduct by the  agent",
      "content": [
        "a. Willful misrepresentation to the  parties.",
        "b. Negligent misrepresentation is  prohibited .",
        "c. Willful or negligent omission is  prohibited.",
        "d. Misrepresentation is  prohibited.",
        "4. Liabilities and consequences if the agent breaches his/her duties to the parties:",
        "a. Disciplinary action by the Alabama Auction Commission that could result in",
        "suspension or revocation of the license and payment of  fines.",
        "b. Civil liability for the  agent.",
        "c. Criminal liability for the  agent.",
        "d. Civil liability to the principal for the  agent's  misconduct.",
        "5. Duties and Liabilities of the Principal: The principal also has duties to the agent and third",
        "parties in the  transaction.",
        "6. Duties of the seller to the agent include: Working in good faith with  the agent.",
        "Compensating the agent in accordance with the auction contract.",
        "7. Duties to the third parties - deal fairly and not misrepresent the property,  although caveat",
        "emptor (buyer beware) may apply to the  buyer.",
        "16"
      ]
    },
    {
      "heading": "8. Liabilities to the principal  include",
      "content": [
        "a. Criminal  liability.",
        "b. Civil  liability.",
        "D. Levels of Authority and Types of  Agency",
        "Only a licensed auctioneer can be an agent for a seller; however, due to custom, the apprentice",
        "auctioneer working for the auctioneer also has responsibilities to the seller as a subagent of the",
        "auctioneer.",
        "A legal  instrument, authorizing a person to act on behalf of another, is referred to as a power of",
        "attorney and the person representing the principal is the attorney -in-fact. Proof of a power of",
        "attorney should always be available to prevent any question of repre sentation from  arising.",
        "Universal agency  - The agent can perform all lawful acts for the principal. This form of agency",
        "is usually found in guardianship where the guardian is empowered to act on behalf of a minor",
        "or incompetent.",
        "General agency  - Performs  specific types of activities for the  principal.",
        "Special agency  - This is the most common form of agency relationship established by the",
        "auction contract. The agent is hired and performs a specific  action.",
        "Termination of the Agency Relationship in Auction"
      ]
    },
    {
      "heading": "1. By mutual agreement of the  parties.",
      "content": [
        "2. Death or incapacity of either party unless otherwise stated in the  contract."
      ]
    },
    {
      "heading": "9. Dual agency -Representing both  parties",
      "content": [
        "a. Must have informed written consent of the  parties."
      ]
    },
    {
      "heading": "b. The consent is presumed if the party has signed a writing  containing",
      "content": [
        "1. A description of the auction or the types of s ituations where the agent will serve",
        "as a dual  agent.",
        "2. A statement that the agent is a dual agent for parties whose interests are adverse."
      ]
    },
    {
      "heading": "3. Shall not disclose information without written consent from the parties any",
      "content": [
        "material or confidential information excep t adverse material facts or risks",
        "actually known by the auctioneer concerning the physical condition of the",
        "property, facts required by law to be disclosed, or facts that could not be found",
        "by reasonable  inspection."
      ]
    },
    {
      "heading": "10. Office policies concerning dual agency  arrangements",
      "content": [
        "Each firm should have office policies that identify the auction relationships offered by the firm.",
        "Disclose these policies to potential sellers and buyers.",
        "17",
        "The payment compensation does not establish an agency relationship. The buyer’s prem iums",
        "sometimes charged do not make the auctioneer the agent of the buyer by  itself.",
        "Summary of An Auctioneer’s Responsibilities and Practices in the Agency  Relationship",
        "A FIDUCIARY relationship (confidential relationship) is one where trust and confidenc e are",
        "invited and accepted between parties to a contract.",
        "The term fiduciary relationship is used to describe the high duties which an auctioneer has to",
        "the PUBLIC in general. A licensed auctioneer is a professional with certain fiduciary",
        "obligations to t he public to deal honestly, candidly, and fairly with  all.",
        "The fiduciary relationship is imposed by law and does not necessarily include any personal",
        "trust between the parties nor does it require the payment of any compensation.",
        "An agency relationship results when an auctioneer is employed to perform a service. It is a type",
        "of fiduciary relationship.",
        "The party employing an auctioneer as a n auction agent to perform any of the auction services is",
        "called the auctioneer's PRINCIPAL, EMPLOYER, or  CLIENT.",
        "Any harmful information that an auctioneer learns about his principal during an agency",
        "relationship cannot be disclosed even after dissolution of the relationship. An auctioneer can",
        "utilize information he learns so long as his actions do not work to the dis advantage of his",
        "principal.",
        "An auctioneer's PRINCIPAL can rely upon ALL material statements the auctioneer makes",
        "concerning a transaction. The auctioneer must inform his/her principal of",
        "all facts, reports and rumors that may affect or influence his/her principal's decisions relative to",
        "the property or transaction. The principal is not under any duty to verify the auctioneer's",
        "statements.",
        "If employed to sell, an auctioneer must try to get the HIGHEST possible price or satisfy the",
        "principal's best interes t and, if employed to buy, he/she must try to get the LOWEST possible",
        "price.",
        "The party with whom an auctioneer attempts to fulfill the object of his/her employment is the",
        "auctioneer's PROSPECT or CUSTOMER.",
        "The auctioneer has certain duties to the prospect or customer. In general, an auctioneers'",
        "PROSPECT can rely upon material statements made by the auctioneer unless he/she knows",
        "such statements to be untrue. Specifically, can rely on those statements when made:"
      ]
    },
    {
      "heading": "6. in the capacity of an  expert.",
      "content": [
        "18",
        "The auctioneer is not the agent of the prospect and should not mislead the  prospect in that",
        "regard.",
        "The opposite of a fiduciary relationship is a situation where the parties to a transaction have",
        "adverse interests. They are said to be \"dealing at arm's length\".",
        "The legal doctrine of \"caveat emptor\", which  means \"let the buyer beware\", applies in such a",
        "transaction.",
        "Examples of such dealings are those between buyer and seller; optionor and optionee; and",
        "lessor and lessee.",
        "An auctioneer may not deal fraudulently with his/her principal or prospect.",
        "To prov e a charge of fraud, the plaintiff must show the statement was material and was relied",
        "upon.",
        "Damage is not the essential element in proving a charge of fraud. Restitution is no",
        "defense against a charge of fraud.",
        "The mere intent to defraud combined with an y act in furtherance of that fraud is grounds for a",
        "charge of fraudulent conduct.",
        "Whether or not an action constitutes fraud may depend upon the relationship of the  parties.",
        "E. Specific Cases of  Fraud .",
        "Misrepresentations made by an auctioneer to a principal or prospect that are material to the",
        "property or transaction constitute fraud.",
        "False statements or reckless statements made by an auctioneer with careless disregard of their",
        "truth or falsity constitute  fraud.",
        "If an auctioneer has knowledge of s ome rumor, fact, or information and fails to reveal it to",
        "some party to whom he/she is duty bound, CONCEALMENT has occurred and this   is a form",
        "of fraud. Typically, this is a duty owed to the principal; however, an auctioneer may have a",
        "duty to speak if t he prospect is ignorant of certain facts and the auctioneer is aware of this",
        "ignorance.",
        "An auctioneer who forms a scheme with another or designs with another intending to defraud a",
        "third party is guilty of CONSPIRACY, which is a form of fraud.",
        "Operating in a reckless, careless, and excessively negligent manner may result in a charge of",
        "CULPABLE NEGLIGENCE which is a form of fraud.   A n auctioneer must act   in a",
        "reasonable and prudent  manner.",
        "An auctioneer should not usually allow an agency relationship to develop between",
        "himself/herself and both the principal and the prospect inasmuch as he/she cannot fully serve",
        "both simultaneously due to conflicting (adverse)  interests.",
        "19",
        "An auctioneer must obey all legal instructions of his principal or withdraw from t he transaction.",
        "It is fraud for an auctioneer to induce any person to buy property by promising that he/she or",
        "his/her principal will resell it for him/her or repurchase it from him/her in the future unless such",
        "promise by the auctioneer is strictly  performed.",
        "An auctioneer cannot assume the position of auctioneer when buying or selling for",
        "HIMSELF/HERSELF. Once serious negotiations are commenced, the auctioneer must divest",
        "himself of his identity (character) as an auctioneer so that both parties wil l be dealing \"at arm's",
        "length\". An auctioneer cannot acquire an interest in property which is",
        "the subject matter of his/her employment without the consent of his/her principal or proper",
        "notice under Alabama license law.",
        "An auctioneer should not render an oral or written opinion that the title to the property being",
        "sold is good or merchantable, except when he/she correctly bases it upon a current opinion of a",
        "lawyer.",
        "It shall be fraud and dishonest dealing for an auctioneer to offer for sale any property where",
        "he/she has notice that the title is not merchantable or that a mortgage or other liens exist against",
        "the property unless he/she informs a prospective buyer of such conditions.",
        "An auctioneer cannot cloud title to auction by filing on the public recor ds such papers as liens,",
        "contracts, deeds, etc., which he/she knows to be false or void or which he/she is not authorized",
        "to file.",
        "F. Commissions  and Fees  as a Result  of the Relationship.",
        "An auctioneer legally earns his commission by PERFORMANCE.",
        "An auctioneer's commission is determined by AGREEMENT. Neither the Alabama State Board",
        "of Auctioneers nor Alabama Law regulates auction commissions as to percentages. Any",
        "attempt to fix commission rates is prohibited by the Sherman -Clayton Act.",
        "An auctioneer  cannot employ an unlicensed person to perform any of the services or to solicit",
        "clients, customers, or auction business. An auctioneer cannot sue anyone for a commission for",
        "services performed for the auctioneer by an unlicensed person. Under Alabama lice nse law",
        "using such a person could result in loss of license.",
        "An auctioneer cannot receive directly or indirectly any compensation, rebate, or kickback for",
        "the placement of any auction transaction business such as referral fees from attorneys, title",
        "compan ies, etc., without advising all affected parties in the transaction.",
        "An auctioneer may work in a joint venture and pay a referral fee or share a commission with a",
        "properly licensed auctioneer from another state provided the out -of-state auctioneer does me et",
        "the requirements under the license law.",
        "An auctioneer may collect a commission from both parties in a transaction provided both",
        "parties KNOW of and AGREE to a dual commission. This is usually done only in property",
        "exchanges.",
        "20",
        "An auctioneer is not entitl ed to an ILLEGAL commission (a form of fraud) which is caused by",
        "the auctioneer collecting a commission he/she was not legally entitled to collect.",
        "EXAMPLE: The auctioneer collects a commission from both parties in a transaction without",
        "their knowledge and consent.",
        "G. Auctioneer's knowledge and  participation.",
        "In civil cases where a suit for damages or recovery of a commission are possible, an auctioneer",
        "is responsible for the acts of his/her partners, associates, or apprentice auctioneers (if the act",
        "committed is within the scope of their authority, duties, and employment) whether he/she had",
        "knowledge of the act or not.",
        "Under the auction license law, as the act may affect licensure or involve criminal offenses, the",
        "auctioneer's knowledge, approval, or  participation must be proven.",
        "H. Record -keeping",
        "Records are required as part of the agency relationship for accountability.",
        "An auction firm must maintain files on its organization and authority to do business, escrow",
        "accounts, arrange closings, etc. Vital records concerning any firm's organization and ability to",
        "do business may include: proof of licensure of the auctioneer, apprentice auctioneers,  and firm",
        "articles of incorporation or partnership agreements, certificate of incorporation, by -laws or",
        "copies o f transactional documents required by the board.",
        "21"
      ]
    },
    {
      "heading": "III. AUCTION  CONTRACTS",
      "content": [
        "The contractual relationships between auctioneers and clients are established through the use of a",
        "series of contracts. The auction contract is the beginning of  such a relationship.",
        "Auction Contract Defined : The auctioneer's contract for employment as an agent to handle the",
        "auction sale on behalf of a principal.",
        "Parties  to the auction contract.",
        "Principal  - the owner of the goods or property. Agent -",
        "the auctio neer or auction company.",
        "Apprentice auctioneers  are not parties to the auction contract, but an agent of the auctioneer.",
        "A.  Authority Granted to the Auctioneer by the Contract.",
        "An Auctioneer may act for the principal in the auctioning of real or personal p roperty. The level",
        "of authority is set by the contract and  may bind the principal within the level of authority."
      ]
    },
    {
      "heading": "4. Accept money on  behalf of the principal.",
      "content": [
        "The auctioneer cannot obligate the principal without a power of attorney or other specific",
        "authority in the auction contract. The principal will not be bound by the unauthorized acts of",
        "the auctioneer."
      ]
    },
    {
      "heading": "A valid auction contract should contain the following  items",
      "content": [
        "1. Date of the contract. Alabama License Law requires all auction contracts to have a",
        "specific beginning and ending  date;"
      ]
    },
    {
      "heading": "6. Terms of the sale that are acceptable to the principal.",
      "content": [
        "Legal form of auction contracts  - In Alabama, enforceable auction contracts must be in writing.",
        "Auction contracts are express in nature, since th e principal and agent have a definite",
        "understanding. Auction contracts usually are not  assignable.",
        "22",
        "B. Earning the  commission .",
        "The auctioneer must perform by finding a purchaser who is ready, willing and able to purchase the",
        "property, effect a sale by obtaining a contract of sale that is acceptable to the seller, and be the",
        "procuring cause",
        "The commission is earned when the terms of the contract are completed, though the payment may not",
        "be made until the closing or settlement for the auction.",
        "C. Termination of an auction  contract",
        "Performance of the contract, Lapse of",
        "time stated in contract,",
        "Breach of contract which allows for termination,",
        "Failure of the auctioneer to take action,",
        "Mutual agreement of auctioneer and principal,",
        "Revocation by princip al.",
        "The seller or buyer may be liable to the auctioneer for commission if performance has taken place.",
        "The seller may be liable for damages to the auctioneer for time and expenses such as advertising or",
        "transportation."
      ]
    },
    {
      "heading": "1. It is a written agreement authorizing the auctioneer  to",
      "content": [
        "a. find a  buyer",
        "b. take offers (bids) on behalf of the  seller",
        "c. receive and hold earnest  money",
        "d. advertise the property for  sale"
      ]
    },
    {
      "heading": "2. It is a personal service  contract",
      "content": [
        "a. It may not usually be  assigned",
        "b. It is an authority to act for the seller not a  guarantee",
        "c. The auctioneer promises to use best  efforts",
        "23"
      ]
    },
    {
      "heading": "IV. AUCTION COMPANY  OPERATIONS",
      "content": [
        "A. Managing the Trust  Account .",
        "Definition of a Trust Account  - a separate demand account for the depositing of funds of",
        "another. Typically used to hold earnest money that accompanies an offer,  or this money does",
        "not belong to the auctioneer even though the check or funds may be made payable to the",
        "auctioneer.",
        "Lega l requirements  - according to the Alabama License Law, each principal auctioneer is",
        "required to maintain one or more trust accounts for the keeping of funds of others that come",
        "into his/her possession or the possession of any of his/her associates, salespersons, or",
        "auctioneer salespersons.",
        "B. What is deposited in the trust  account?",
        "Earnest money deposits from real estate auctions, Closing",
        "escrows for real estate auctions, Undisbursed sale proceeds,",
        "Any funds belonging to others.",
        "Funds that need not be deposited are monie s from non -auction transactions or monies from",
        "transactions where the auctioneer is not the agent.",
        "C. Creating a Trust  Account .",
        "The account must be a demand account - the funds must be deposited with an insured bank or",
        "savings and loan association in Alabama.",
        "Only one account is required by the License Law, although good practice may dictate the need",
        "for separate accounts for various types of transactions.",
        "The account must be designated as a \"trust\" or \"escrow\" account.",
        "The auctioneer is responsible f or any service charges on the account and may keep personal",
        "money in the account to cover these charges.",
        "Interest or noninterest -bearing trust accounts are permissible. The auctioneer may not earn",
        "interest for himself from the account but must pay the interest to the client/beneficiary. Most",
        "auctioneers use noninterest -bearing accounts because of the record keeping except in special",
        "cases where the sales contract specifies the funds be held in an interest -bearing account.",
        "24",
        "D. Record keeping for the trust  account",
        "Detailed records of the funds and any accrued interest must be maintained. The records must",
        "identify the amount of funds held for each beneficiary. Detailed accounting of the inflow and",
        "outflow of all funds is essential and subject to inv estigation by the Commission. The trust"
      ]
    },
    {
      "heading": "account record keeping system should show",
      "content": [
        "Date funds received",
        "Amount, nature, and purpose of funds, Date funds  deposited,",
        "From whom funds were received,",
        "To whom, amount, date, and purpose of each withdrawal, Curren t",
        "running balance in trust account.",
        "E. Depositing of Funds into the Trust  Account .",
        "Auctioneer (firm) is the trustee or escrow agent and should be identified as such in the proper",
        "transaction documents. This is usually an escrow contract that is included on the auction",
        "contract form.",
        "Principal auctioneer is responsible for the funds in the transaction.",
        "Funds deposited into the trust account may not be invested in securities, certificates of deposit,",
        "bonds,  etc.",
        "Funds received by apprentice auctioneers must be  immediately delivered to the principal",
        "auctioneer. The apprentice auctioneer does not maintain a separate trust account and the",
        "principal auctioneer is responsible for the funds regardless of who does the day -to-day work.",
        "F. Disbursing Trust  Funds.",
        "The tra nsaction documents state when and how the funds will be disbursed.",
        "Funds are not to be used to pay for items without the consent of all parties. Auctioneers should",
        "not deduct their commission from the account until the closing has taken place and they hav e",
        "permission to disburse the funds.",
        "Access  to the  funds should be controlled and limited.   The access should be  watched closely",
        "by the  auctioneer.",
        "Disbursements made in relationship to the sales transaction are made at the following times:",
        "Upon closing the transaction,  in accordance with the escrow agreement.",
        "Upon termination of the transaction other than closing. If there is a dispute between buyer and",
        "seller, funds should not be distributed until directed by the proper authority, i.e. court,",
        "Commissio n, etc.",
        "Earned auctioneer fees should be promptly disbursed from the auctioneer's trust account to the",
        "operating account, if this is the agreement.",
        "Death of the principal auctioneer will affect the trust account. Upon the death of the principal",
        "auctioneer or the expiration or revocation of the  principal  auctioneer's license, the board will",
        "25",
        "take custody of the  account.",
        "Investigation of the Trust Account by the Board according to regulation.  The Board has the",
        "right to inspect the trust account re cords of the principal auctioneer upon their  request.",
        "Commingling of funds is grounds for suspension or revocation of the license. Commingling is",
        "the practice of placing funds belonging to a customer or client into the personal or operating",
        "account of the  auctioneer.",
        "Conversion  - This involves the auctioneer using someone else's money as his own instead of",
        "depositing it in the trust account. Conversion will take place after the funds have been",
        "commingled. This is also looked upon as a violation of the Lic ense Law and the auctioneer may",
        "be subject to suspension or revocation of the license.",
        "G. Auction practices concerning trust  accounts.",
        "Insufficient funds for a check should be reported to the seller immediately as part of the",
        "auctioneer's duties as an  agent."
      ]
    },
    {
      "heading": "2. Allow the buyer more time to make the check  good.",
      "content": [
        "The auctioneer has the duty to follow the instructions of the seller under the  agency",
        "relationship.",
        "No earnest  money need be taken with the offer in a real estate auction. Earnest money is not",
        "essential for the offer to be valid and for the sales contract to be valid.  The auctioneer may",
        "delegate to an apprentice auctioneer the right to handle the earnest money in a transaction,  but",
        "the auctioneer is held responsible for the funds under the regulations.",
        "H. Business records that must be kept by the auction  firm"
      ]
    },
    {
      "heading": "2. Trust account  records,",
      "content": [
        "3. Closing statements must be kept by the principal auctioneer for at least five (5) years,"
      ]
    },
    {
      "heading": "4. Evidence of licensure of auctioneers and apprentice  auctioneers,",
      "content": [
        "5. Records required by the Internal Revenue Service will include the various accounting",
        "and business records necessary to the filing of tax  forms,",
        "6. Alabama Secretary of State records for incorporation, and for maintaining corporate"
      ]
    },
    {
      "heading": "status",
      "content": [
        "a. Articles of Incorporation,",
        "b. Certificate of Incorporation,",
        "c. Minute books of annual meetings,"
      ]
    },
    {
      "heading": "7. Documents and records required by the attorney or  accountant.",
      "content": [
        "26",
        "I. Auction firm formal corporate  structure",
        "The ownership of an auction firm may take several different forms. The auctioneer will have to",
        "decide which is best for his/her situation and style.",
        "J. Sole Proprietorship",
        "Ownership by the individual principal auctioneer.   The entity   is not  incorporated."
      ]
    },
    {
      "heading": "1. centralized control of the organization by the principal auctioneer,",
      "content": [
        "2. avoiding double taxation that may occur if formed as a corporation; The principal",
        "auctioneer is taxed personally at the personal rate,",
        "Relatively easy to create. The firm license is the license of the principal  auctioneer. The firm",
        "may operate under a name different than the name of the principal auctioneer, i.e. doing",
        "business as (DBA) some other name.",
        "K. Corporation",
        "An entity that has an identity apart from the auctioneer or auctioneers  who are the owners. They",
        "are legally liable as an entity and taxed as a separate entity. One person will be designated as",
        "principal  auctioneer."
      ]
    },
    {
      "heading": "Advantages of a corporate structure include",
      "content": [
        "1. limited liability for the owners, transferrable ownership interest, separate entity.",
        "Disadvantage includes"
      ]
    },
    {
      "heading": "2.  separate corporate license is required under the Alabama License Law.",
      "content": [
        "Sub-Chapter S Corporation is a special form of corporation that is exempt from taxation.",
        "L. Partnership",
        "Another form of business entity used in the auction business. It is created when two or more",
        "auctioneers join together in a co -ownership relationship usually to make a profit. A separate",
        "partnership license is required  and one partner must be named as princ ipal auctioneer. All",
        "partners must be  auctioneers."
      ]
    },
    {
      "heading": "3. Avoids double -taxation of income",
      "content": [
        "27"
      ]
    },
    {
      "heading": "Disadvantages include",
      "content": [
        "1. hard to transfer the individual interests without the consent  of the other partners,"
      ]
    },
    {
      "heading": "4. partners have unlimited liability.",
      "content": [
        "Separate partnership license is required  and all partners must hold an auctioneers' licenses.",
        "M. Limited Liability Company",
        "Recently approved for use in Alabama. Will need a separate license for the company. May have",
        "as members only auctioneers.  A designated auctioneer will be the named principal auctioneer",
        "for the  company."
      ]
    },
    {
      "heading": "Advantages include",
      "content": [
        "1. easy to form a better alternative than the sole proprietorship due to limite d"
      ]
    },
    {
      "heading": "5. distribution of ben efits for tax  purposes.",
      "content": [
        "28"
      ]
    },
    {
      "heading": "VI. UNIFORM COMMERCIAL CODE  SALES",
      "content": [
        "There is a specific section of the code, UCC Section 2 -328, on sales by auction, which is applicable",
        "in all states that have adopted the UCC. The first section indicated that in a sale by auction if goods",
        "are put in lots, each lot is subject to a separate sale. The second provision establishes that a sale is",
        "complete when the auctioneer so announces by the \"fall of the hammer\" or in some other customary",
        "manner. The third section mak es the presumption that a sale is \"with reserve\" unless the goods are in",
        "explicit terms put up \"without reserve.\" The code further states that in an auction with reserve the",
        "auctioneer may withdraw the goods at any time until he/she announces completion of  the sale. In an",
        "auction with reserve, after the auctioneer calls for bids on an article or lot, that article or lot cannot be",
        "withdrawn unless no bid is made within a reasonable length of time. In either case, a bidder may",
        "retract his/her bid until the au ctioneer’s announcement of completion of the sale, but a bidder’s",
        "retraction does not revive any previous bid.",
        "Finally, in the last provision of the section, if an auctioneer knowingly receives a bid on the seller’s",
        "behalf, or the seller makes or procures  a bid and notice has not been given that liberty for such",
        "bidding is reserved, a buyer may at his/her option avoid the sale or take the goods at the price of the",
        "last good -faith bid prior to the completion of the sale. Generally, the last provision will n ot apply to",
        "any bids at a forced sale.",
        "In the matter of the first section on goods that are being sold on lot with each lot subject to a separate",
        "sale, there appears to be little conflict nor is comment necessary.  According to the second paragraph,",
        "not o nly is the sale complete upon the fall of the hammer, but in most instances risk of loss will pass",
        "to the buyer at that moment and possibly even title subject to payment by the buyer at the time called",
        "for by the terms and conditions of the sale. It is int eresting to note that the code does cover the",
        "provision when a bid is made while the hammer is falling in acceptance of a prior bid. In that",
        "instance the auctioneer may at his/her discretion reopen the bidding or declare the goods sold under",
        "the bid on whi ch the hammer was falling, and not the one made while the hammer was falling.",
        "Obviously, this is something that the auctioneer should clearly explain to the  seller.",
        "The third provision about whether the sale is \"with\" or \"without reserve\" is the one that has provoked",
        "the most comment. If the sale is \"with reserve\" then according to this section, the auctioneer may",
        "withdraw the goods at any time until he/she announces completion of the sale. This means that the",
        "goods can be withdrawn even during the bidding  so long as the withdrawal occurs prior to the time",
        "that he/she \"knocks down   the sale\" or announces the completion of the sale. On the other hand, if",
        "the auction is conducted \"without reserve,\" once the auctioneer has called for bids, the goods cannot",
        "be withdrawn unless no bids are received with a reasonable time. To make the auction with reserve,",
        "the items or lots must be offered explicitly as being sold without reserve. While  the usual  form  of",
        "notice  is in the advertisement  of the sale, it may be best to announce the fact prior to the",
        "solicitation of bids on the specific items that are being sold without reserve and to include the",
        "information in a catalogue, if one is  used.",
        "Whether goods are sold \"with reserve\" or \"without reserve\" usually depends on whether the seller",
        "wants to establish a minimum price that must be realized from the sales  of a specific  item.  If the",
        "seller  wants  to be sure an item will sell for, say, at least $500.00 and advises the auctioneer that",
        "he/she is to withdraw the item from sale if no bids are received in excess of $500.00, then obviously",
        "the sale of that particular item would have to be held \"with reserve.\" According to the code, there will",
        "always be  no necessity to make such an announcement either in the advertisement or at the time the",
        "29",
        "goods were sold. Whether the auctioneer wants to proceed on that basis is a matter of judgement.",
        "It may well be that communication of either \"with\" or \"without reser ve\" to the potential bidders",
        "would be wise to avoid confusion and misunderstanding and to promote better acceptance of the",
        "auction sale. Keep in mind that \"with or without\" reserve may be made on each item or lots and does",
        "not necessarily have to be applie d to the overall sale.",
        "The last provision of Section 2 -328 relates to bids by sellers and addresses a very difficult problem",
        "that reflects the concern of the authors of the code about the long -standing practice of placing",
        "individuals in the audience whose  sole purpose is to run up the bids to generate a higher price for the",
        "seller. These persons are sometimes called shills. The code clearly states that the opportunity for the",
        "seller to bid at the sale must be announced to the class of persons identified as  bidders. If a successful",
        "bidder discovers during or after the sale that the seller had been bidding, this gives rise to the",
        "successful bidder’s requiring that the price of the goods be established at the last bona fide bid made",
        "before the seller’s. Also , in the case of undisclosed seller bidding, the successful bidder has a right to",
        "rescind the sale as if it had never taken place, to be relieved of any obligation of payment, or to be",
        "entitled to a refund. The only obligation, of course, would be to return the goods to the auctioneer or",
        "to the seller, depending on who was at fault in not making the necessary  disclosures.",
        "One final point to keep in mind is that the code does imply that a bid is a revocable offer to buy and",
        "may be withdrawn at any time by the  bidder prior to the time the auctioneer indicates that the sale is",
        "complete, usually by the \"fall of the hammer\" or by announcement of a completed sale.",
        "The sales article is by necessity complex because it deals with numerous variations of the simple act",
        "of selling goods in the market place. It reflects the complexity of our economy and the likelihood that",
        "the seller and the buyer will be separated by some distance. It has for the most part been uniformly",
        "adopted in all of the states except Louisiana.  The laws on auctions, for the most part, predate the",
        "code, and there can be in some instances minor conflicts or variations between such auction laws and",
        "the provision in the code that directly relates to auctions, as discussed previously. Further, there may",
        "be cases in a few instances in which old laws are still on the books that make it possible to eliminate",
        "implied warranties such as using the term, an \"as is\" sale. Some of the western states enacted laws at",
        "the turn of the century to protect farmers agains t the sale of new and used farm machinery without",
        "warranty, simply by quoting the sale as an \"as is\" sale. Where such laws have not been repealed, they",
        "may come directly into conflict with the Uniform Code provisions, which generally indicate that all",
        "implied warranties will be eliminated with use of the term \"as is\" or without warranty as long as that",
        "term is properly communicated both in writing and orally to the intended  recipient.",
        "Further, the matter of inspection really applies to precontract or presa le inspections rather than to post",
        "sale inspections, and the code is quite liberal on the amount of inspection allowed by the buyer. A",
        "seller may be asking for a considerable amount of grief if he/she or his/her agent makes it difficult for",
        "a buyer to insp ect the goods prior to the sale. While there obviously are problems with the security of",
        "goods during the period of inspection, they must be met and dealt with, even to the extent of hiring",
        "additional personnel to protect the goods during the process. To s imply indicate that security is too",
        "much of a problem and hence deny inspection will invite a potential disaster, should the goods fail to",
        "conform with the statements made in the advertising or in the announcements during the  sale.",
        "30"
      ]
    },
    {
      "heading": "VII. FIREARMS  REGULATIONS",
      "content": [
        "Auctioneers may sell class 1 firearms at auction.  Class 1 firearms are shotguns, rifles, handguns, and the",
        "like which are not  machine guns nor short -barreled rifles or shotguns.",
        "Auctioneers selling these firearms may sell them with or without  a Federal Firearms License (FFL.)  In",
        "either case, handgun buyers must be at least 21 years of age, and long gun buyers must be at least 18",
        "years of age."
      ]
    },
    {
      "heading": "In order to sell any firearms without  being an FFL",
      "content": [
        "1. The auctioneer must strictly act as an agent for the seller/possessor who maintains control and",
        "possession of all firearms at the seller’s home or permanent onsite location.",
        "2. Firearms are only sold to in -state buyers.  The only out -of-state buyers must be FFL’s themselves.",
        "3. The auction consist s of only one seller’s property – no consignments of any type from any other",
        "sellers.",
        "4. The auction is a one -time or occasional auction and does not constitute a “regularly occurring” or",
        "“repeating” event."
      ]
    },
    {
      "heading": "In order to sell any firearms as an FFL",
      "content": [
        "1. The aucti on can take place anywhere, but the transfer of any firearms must take place at the",
        "licensee’s place of business.",
        "2. The auctioneer is required to log all firearms, conduct background checks, and distribute firearms",
        "in compliance with the Alcohol, Tobacco, Fi rearms & Explosive’s (ATF’s) rules and regulations."
      ]
    },
    {
      "heading": "3. As an FFL, the auctioneer is permitted to",
      "content": [
        "a. Take consignments and/or have consignment firearm auctions.",
        "b. Have regular firearm auction events and sell repeatedly for the same seller.",
        "c. Buy and sell firearms an d/or sell his own firearms at auction.",
        "d. Sell firearms to out -of-state non -FFL (or FFL) buyers.",
        "e. Generally speaking, transfer long guns to out to out -of-state buyers directly if picking up at",
        "FFL location, transfer long guns to buyer by shipping to FFL in the  buyer’s location, transfer",
        "handguns by shipping to an FFL in the buyer’s out -of-state location for pickup there by the",
        "buyer.",
        "f. Hold himself out as able to engage in the business  of selling firearms.",
        "4. An auctioneer licensed as an FFL may conduct an onsite au ction acting as if he is not an FFL,",
        "complying with the rules above for any non -FFL auctioneer.",
        "Currently a Class 1 FFL is $200 to secure for 3 years, and then $90 for each three -year renewal period."
      ]
    },
    {
      "heading": "More information can be obtained at",
      "content": [
        "https://www.atf.gov/firearms/apply -license",
        "31",
        "Finally, how does the ATF determine an auctioneer without an FFL is in violation of the law which",
        "requires he be an FFL?  The ATF uses the following  criteria to determine if an auctioneer is engaged in"
      ]
    },
    {
      "heading": "the business ",
      "content": [
        " Possess firearms belonging to others",
        " Buy and sell firearms, as a business",
        " Hold oneself out as a dealer in firearms",
        " Make a living in dealing in firearms",
        " Repeatedly assist the same seller with the sale of their firearms",
        " Conduct a firearm consignment auction, or take firearm consignments",
        "32"
      ]
    },
    {
      "heading": "VIII.  AUCTION  ETHICS",
      "content": [
        "Ethics is considered more than what one does to just comply with the Alabama Auction License Law.",
        "Many auction licensees  will become members of trade associations such  as the National Auctioneers",
        "Association (NAA) or its educational arm the Auction Marketing Institute (AMI). Professional",
        "groups such as this demand higher standards for its members than the state’s license  laws.",
        "Justified or not professions such as auctioneering have been perceived by the public as being",
        "unethical because of the actions of a few of its members. Negative characterizations appear more",
        "frequently than the good works done by the auction professi on.",
        "Auction practioneers, even those with high standards and the best intentions, have a difficult time",
        "doing the right thing for a number of reasons: first, the laws, rules, and codes of conduct are",
        "confusing, complex, and sometimes contradictory; second , practioneers lack decision -making",
        "experience when confronting ethical dilemmas . It is hard to get education in these areas.",
        "Most codes of ethics are extensions of the license laws. That is to say that if one violates the license",
        "law they have committed an unethical act. Not all acts perceived as unethical are a violation of the",
        "license  laws."
      ]
    },
    {
      "heading": "5. Using written agreements to avoid  misunderstandings",
      "content": [
        "6. Not being compensated improperly by the parties or without the parties knowledge."
      ]
    },
    {
      "heading": "7. Avoiding misrepresentation or concealment of facts affecting the  auction.",
      "content": [
        "8. Providing equal service to all regardless of race, religion, or national  origin.",
        "9. Not trying to conduct auctions where the auctioneer does not have professional experience"
      ]
    },
    {
      "heading": "10. Avoid the u nauthorized practice of law, if not also an  attorney.",
      "content": [
        "11. Not buying at his/her own auction without disclosing the fact to all  parties."
      ]
    }
  ]
}