{
  "state": "Arkansas",
  "title": "Arkansas Auctioneer Study Guide",
  "sections": [
    {
      "heading": "B. ARKANSAS CODE ANNOTED – CHAPTER  17",
      "content": [
        "§ 17- 17-101 – 17-17-404"
      ]
    },
    {
      "heading": "OVERVIEW",
      "content": [
        "Pursuant  to the Arkansas  Auctioneers License  Act of 1989,  the Arkansas  Auctioneers Licensing",
        "Board offers licensing examinations four times a year for those desiring to become",
        "auctioneers.  The examinations are generally scheduled 4 times a year.   The examinations are",
        "designed to protect the public by ensuring a minimum level of competence among those allowed",
        "to conduct auctions in the State of Arkansas.",
        "You must have completed your initial application and background check AT LEAST 30 days",
        "prior to the next scheduled testing date.",
        "A license will not be issued until your criminal background check has been received and",
        "you are approved.",
        "Qualified applicants with disabilities, as defined in the Rehabilitation Act of 1973 and",
        "the Americans with Disabilities Act of 1990, may request in writing thirty (30) days prior to",
        "any examination any needed accommodations to participate in the examination process.",
        "The material in this guide provides a useful, though necessarily incomplete, overview of",
        "the knowledge required for successful completion of the examinations.  Where possible, other",
        "sources of information are suggested for study material.   However, final responsibility",
        "for the comprehensive understanding of each of the subject areas rests with the applicant.",
        "As a practicing auctioneer, you must be familiar with the laws and regulations that most clearly",
        "relate to auction practice in the State of Arkansas.  They are the Auctioneers License Act of 1989,",
        "appropriate sections of the Uniform Commercial Code and all regulations of the Arkansas",
        "Auctioneers Licensing Board.",
        "The above mentioned statutes, regulations, excerpts, and Board regulations are included with the",
        "study material.  You should study them thoroughly since the test questions relate to them."
      ]
    },
    {
      "heading": "SAMPLE QUESTIONS",
      "content": [
        "Questions in this section test both your memory of the provisions of the laws and your ability to",
        "apply those provisions in actual situations.  Like other questions in the examination, these are either",
        "true-false or multiple choice in format.  In every case you should give the most correct and",
        "complete answer from among the choices given.",
        "The following questions reflect the kinds of questions included on the examination.  For each",
        "question, circle the most correct and complete response.",
        "1. The Arkansas Auctioneers Licensing Board is appointed by vote of the Arkansas General",
        "Assembly.",
        "True False",
        "Discussion – The correct response is false. §17-17-201(a) states that the governor shall appoint",
        "the members of the Board.",
        "2. All auctioneer licenses expire:",
        "A)On January 1",
        "B)On June 30",
        "C)On July 30",
        "D)Each year on the date the auctioneer was originally licensed",
        "E)None of the above",
        "Discussion – The correct response is B (On June 30).  The date of expiration is specified in  § 17-",
        "17-302 (b) (C) of the Auctioneers License Law.",
        "3. The Arkansas Auctioneers Licensing Board has the final decision in the suspension or",
        "revocation of an auc tioneer’s license.",
        "True          False"
      ]
    },
    {
      "heading": "SPELLING AND DEFINITIONS",
      "content": [
        "The General Information Section of the auctioneer examinations may include questions about the",
        "spelling and definition of key legal terms you will use as an auctioneer.  The following materials",
        "will  help prepare you for these questions.  You should also consult additional reference materials,",
        "as appropriate."
      ]
    },
    {
      "heading": "DEFINITIONS",
      "content": [
        "AUCTIONEER – An auctioneer is any person who offers, negotiates or attempts to negotiate a",
        "listing contract, sale, purchase or exchange of goods, chattels, merchandise, real or personal",
        "property, or of any other commodity which may lawfully be kept or offered for sale by or at public",
        "auction, or who sells the same at auction."
      ]
    },
    {
      "heading": "SAMPLE QUESTIONS",
      "content": [
        "1. Mr. Sam Turner died last year leaving a will written by attorney John Grice and witnessed by",
        "Tom Turner and Mary Snelling.  The will divided Sam’s property equally among his three",
        "children and named the oldest child, Brenda Mahoney, to see that its provisions were carried",
        "out and the necessary business and legal arrangements completed.  Who was (were) the",
        "executor/executrix of the estate?"
      ]
    },
    {
      "heading": "AUCTION PRACTICE AND PROFESSIONAL ETHICS",
      "content": [
        "Perhaps the most important knowledge of a licensed auctioneer relates to professional ethics and",
        "general auction practice.  As a result, the examination tests your basic knowledge in these areas.",
        "The following discussion does not cover every question that is asked on the examination, but it",
        "does give a brief explanation of the topics that are particularly confusing or that are particularly",
        "important."
      ]
    },
    {
      "heading": "ABSOLUTE AUCTIONS AND PROFESSIONAL ETHICS",
      "content": [
        "A) In normal auction practice, an auction is assumed to be “with reserve” unless otherwise stated."
      ]
    },
    {
      "heading": "ADVERTISING",
      "content": [
        "Most auctioneers are responsible for seeing that an auction is advertised prior to its occurrence.",
        "The auctioneer must follow several rules when advertising:"
      ]
    },
    {
      "heading": "ESCROW ACCOUNTS",
      "content": [
        "An auctioneer is required to place any funds belonging to someone else in an account separate",
        "from his or her personal or business account.  This separate account is called an escrow account",
        "and is required of auctioneers who handle the funds of others - § 17-17-308(4).  Only one escrow",
        "account is required and money from several auctions may be placed in it at one time.  Interest",
        "bearing accounts are not illegal provided that all of the parties agree to the disposition of the",
        "interest."
      ]
    },
    {
      "heading": "SELLING AN ITEM “AS IS”",
      "content": [
        "When an auctioneer announces that he or she is selling an item “as is” it means that the auctioneer",
        "does not warrant the item’s authenticity or condition.  This holds so long as the auctioneer or h is",
        "or her assistants make no other comments about the item that could be perceived as promises about",
        "its authenticity or condition."
      ]
    },
    {
      "heading": "SAMPLE QUESTION",
      "content": [
        "1. If two bidders think they have the final bid after the hammer falls, the auctioneer is required by",
        "law to reopen the bidding."
      ]
    },
    {
      "heading": "MATHEMATICS",
      "content": [
        "Every auctioneer must perform mathematical computations in the course of his or her business",
        "activities.  As a result, the Auctioneer License Act of 1989 requires that a portion of the statewide",
        "examination deal with mathematics."
      ]
    },
    {
      "heading": "SAMPLE QUESTION",
      "content": [
        "1. You have 1,216 bales of straw to sell.  One bidder takes ¼ of the straw at $.88 a bale, and the",
        "remainder sells at $.78 a bale.  How much did the straw bring?"
      ]
    },
    {
      "heading": "CONTRACTS",
      "content": [
        "Every auctioneer enters into many contracts.  To practice the profession effectively, you will need",
        "to be familiar with the basic requirements for a valid contract.  You must also be familiar with the",
        "most frequently used auction contracts."
      ]
    },
    {
      "heading": "SAMPLE QUESTION",
      "content": [
        "1. In signing an auction contract, the auctioneer should state:"
      ]
    },
    {
      "heading": "“BULK TRANSFERS”",
      "content": [
        "(1) A “bulk transfer” is any transfer in bulk and not in the ordinary course of the transferor’s",
        "business of a major part of the materials, supplies, merchandise or other inventory of any",
        "enterprise subject to this chapter."
      ]
    },
    {
      "heading": "“AUCTION SALES; AUCTIONEER”",
      "content": [
        "(1) A bulk transfer is subject to this chapter even though it is by sale at auction, but only in the",
        "manner and with the results stated in this section."
      ]
    },
    {
      "heading": "“DECEPTIVE TRADE PRACTICES UNLAWFUL”",
      "content": [
        "(1) False, misleading or deceptive acts or practices in the conduct of any trade or commerce are",
        "hereby declared unlawful."
      ]
    },
    {
      "heading": "“SALE BY AUCTION”",
      "content": [
        "(1) In a sale by auction, if goods are put up in lots, each lot is the subject of a separate sale."
      ]
    },
    {
      "heading": "BIDDING",
      "content": [
        "After an auction begins, the auctioneer is responsible for seeing that it is properly conducted.  The",
        "seller has given him or her that authority.  A well-managed auction is always marked by proper",
        "bid procedures."
      ]
    },
    {
      "heading": "BID CALLING",
      "content": [
        "Bid calling at auction requires professional communication skills as to"
      ]
    },
    {
      "heading": "AUCTION OPENING STATEMENT",
      "content": [
        "The opening statement of an auction should contain the following information:"
      ]
    },
    {
      "heading": "BID CALLING EXAMINATION",
      "content": [
        "A person desiring to obtain an auctioneer license must do the bid calling examination, which will",
        "immediately follow the written examination."
      ]
    },
    {
      "heading": "MISSION STATEMENT",
      "content": [
        "Arkansas Auctioneers Licensing Board was created to define and regulate  the",
        "profession of auctioneers and auction house owners, by prescribing the",
        "qualifications of  the licensee  and to provide  a means to impose pena lties",
        "against those licensees found to be in violation of the act against the public."
      ]
    },
    {
      "heading": "RULES AND REGULATIONS",
      "content": [
        "1.  STATEMENT OF ORGANIZATION AND OPERATIONS .........................................  46",
        "2.  INFORMATION FOR PUBLIC GUIDANCE ...............................................................  46",
        "3.  GENERAL INFORMATION .......................................................................................  47",
        "4.  RULE MAKING AUTHORITY ....................................................................................  49",
        "5.  EMERGENCY RULE-MAKING .................................................................................  49",
        "7.  PRACTICES AND PROCEDURES FOR AUCTIONEERS ........................................  51",
        "8.  RECOVERY FUND ....................................................................................................  54"
      ]
    },
    {
      "heading": "9.  REQUIREMENTS AND QUALIFICATIONS FOR APPLICATION AND",
      "content": [
        "LICENSURE ...................................................................................................................  56"
      ]
    },
    {
      "heading": "10. RECIPROCAL REQUIREMENTS AND QUALIFICATIONS FOR APPLICATION",
      "content": [
        "AND LICENSE ................................................................................................................  60",
        "11. DENIAL OF APPLICATION FOR LICENSURE .......................................................  63",
        "12. ANNUAL LICENSE RENEWAL ...............................................................................  63",
        "13. CONTINUING EDUCATION .....................................................................................  65",
        "14. COMPLAINTS ..........................................................................................................  71",
        "15. ADJUDICATIVE HEARINGS ....................................................................................  74",
        "16. DENIAL, SUSPENSION, OR REVOCATION OF LICENSE .....................................  82",
        "17. SANCTIONS AND PENALTIES ...............................................................................  84",
        "18. DISCLOSURE ...........................................................................................................  86",
        "19. SEVERABILITY ........................................................................................................  86"
      ]
    },
    {
      "heading": "1. STATEMENT OF ORGANIZATION AND OPERATIONS",
      "content": [
        "Arkansas Auctioneers Licensing Board was created to define and regulate the",
        "profession of auctioneers and auction house owners, by prescribing the qualifications o f",
        "the licensee and to provide a means to impose penalties against those licensees found",
        "to be in violation of the act against the public.",
        "Pursuant to the Auctioneers Licensing Act originally adopted in 1989, the Arkansas",
        "Auctioneers Licensing Board promulgates and adopts the following rules in accordan ce",
        "with §17- 17-207 concerning official action of the Board and the regulations of the business",
        "of auctioning."
      ]
    },
    {
      "heading": "2. INFORMATION FOR PUBLIC GUIDANCE",
      "content": [
        "2.1. REQUEST FOR INFORMATION.  Board makes available a list of persons holding",
        "certain responsibilities for handling FOIA request, licensing questions, and",
        "complaints against licensees so that the public may obtain information abo ut the",
        "Board or make submissions or request.  The names, mailing addresses,",
        "telephone numbers, and electronic addresses can be obtained by contacting th e",
        "Board’s office."
      ]
    },
    {
      "heading": "2.2. OFFICIAL FORMS, POLICIES, ORDERS AND MEMORANDUM.  Board",
      "content": [
        "maintains a list of official forms used by the Board and a list of all formal, wr itten",
        "statement of policy and written interpretative memoranda, and orders, decisions",
        "and opinions resulting from adjudications, which may be obtained from the Boa rd’s",
        "office.",
        "2.3. COPIES.  Copies of all forms used by the Board, written statements of policy and",
        "written interpretive memoranda, and all orders issued by the Board, excluding"
      ]
    },
    {
      "heading": "3. GENERAL INFORMATION.",
      "content": [
        "3.1.  DESCRIPTION OF ORGANIZATION .  The officers of the Auctioneers Licensing",
        "Board shall be a chairman and vice- chairman. The Board shall e lect officers from",
        "its membership at its first regular meeting of the year, and each officer shall serve",
        "for a term of one year or until his/her successor is elected and duly qualified.  If a",
        "vacancy occurs, the Board shall elect a successor to complete the balance of the",
        "unexpired term of office.  The Executive Secretary shall serve as the Board’s",
        "Secretary-Treasurer and shall be the custodian of all funds.",
        "3.2.  MEETINGS OF THE BOARD .  Regular meetings of the Board shall be held at",
        "least four  times each year at a time and place determined by the Board.  Other",
        "meetings of the Board shall be called by the Chairman or upon the wr itten request",
        "of two Board members.  Correspondence shall be directed to the office o f the",
        "Executive Secretary, whose address is 101 East Capitol, Suite 112B, Little Rock,",
        "Arkansas 72201.  Meetings of the Board shall be conducted in accordance with",
        "Robert’s Rules of Order except where such rules conflict with these rules.",
        "3.3.  QUORUM .  Four members of the Board shall constitute a quorum for the",
        "transaction of business.  All official action of the Board must be approved by the",
        "majority vote of the members present.",
        "3.4. AGENDA .  The Secretary-Treasurer will prepare the agenda for regular and",
        "special meetings.  The agenda will be distributed to Board members and made",
        "available to the public in advance of the meeting.  The agenda s hould state with"
      ]
    },
    {
      "heading": "4. RULE MAKING AUTHORITY .",
      "content": [
        "4.1. The Board has been authorized by the Legislature to promulgate rules.  A rk.",
        "Code Ann. § 17- 17-207.  The Board follows the procedural requirement of the",
        "Arkansas Administrative Procedures Act, in particular Ark. Code Ann. §25-15203",
        "and §25- 15-204.  Additionally, the Board is required to abide by the provisions of",
        "Ark. Code Ann. §10-3-309."
      ]
    },
    {
      "heading": "5. EMERGENCY RULE-MAKING.",
      "content": [
        "5.1. REQUEST .  The proponent of a rule may request the Board to adopt an",
        "emergency rule.  In addition to the text of the proposed rule or amendment to an",
        "existing rule and any other information required by the Administrative Procedures",
        "Act, the proponent will provide a written statement setting out the facts or",
        "circumstances that would support a finding of imminent peril to the public he alth,",
        "safety, or welfare.",
        "5.2. ACTION UPON RECEIPT OF REQUEST.  Upon receipt of the written statement",
        "requesting an emergency rule-making and documents or other evidence",
        "submitted in support of the assertion that an emergency exists, the Board will",
        "make an independent judgment as to whether the circumstances and facts",
        "constitute an imminent peril to the public health, safety, or welfare requiring",
        "adoption of the rule upon fewer than 30 days notice.  If the Board determines",
        "5.3. EFFECTIVE DATE OF EMERGENCY RULE .  The emergency rule will be",
        "effective immediately upon filing, or at a stated time less than ten (10) d ays",
        "thereafter, if the Board finds that this effective date is necessary because of",
        "imminent peril to the public health, safety, or welfare.  The Board will file with th e"
      ]
    },
    {
      "heading": "6. DECLARATORY ORDERS.",
      "content": [
        "6.1. PURPOSE AND USE .  A declaratory order is a means of resolving a controversy",
        "or answering questions or doubts concerning the applicability of statutory",
        "provisions, rules, or orders over which the Board has authority.  A petition for",
        "declaratory order may be used only to resolve questions or doubts as to how the",
        "statutes, rules or orders may apply to the petitioner’s particular circumstances.  A",
        "declaratory order is not the appropriate means of determining the conduct of",
        "another person or for obtaining a policy statement of general applicability from a",
        "Board.  A petition or declaratory order must describe the potential impact of",
        "statutes, rules or orders upon the petitioner’s interest.",
        "6.2. PETITION . The process to obtain a declaratory order is begun by filing with the",
        "Board a petition that provides the following information:",
        "6.2.1. The caption shall read:  Petition for Declaratory Order Before the",
        "Arkansas Auctioneers Licensing Board.",
        "6.2.2. The name, address, telephone number and facsimile number of the",
        "petitioner.",
        "6.2.3. The name, address, telephone number, and facsimile number of the",
        "attorney of the petitioner."
      ]
    },
    {
      "heading": "6.3. DISPOSITION.",
      "content": [
        "6.3.1. The Board may hold a hearing to consider a petition for d eclaratory",
        "statement.  If a hearing is held, it shall be conducted in accordance with A rk.",
        "Code Ann. § 25- 15-208 and §25- 15-213, and the Board’s rules for",
        "adjudicatory hearing.",
        "6.3.2. The Board may rely on the statements of fact set out in the petition wi thout",
        "taking any position with regard to the validity of the facts.  Within ninety (90)",
        "days of the filing of the petition, the Board will render a final order denying",
        "the petition or issuing a declaratory order."
      ]
    },
    {
      "heading": "7. PRACTICES AND PROCEDURES FOR AUCTIONEERS",
      "content": [
        "7.1. LICENSED REQUIRED.  On and after July 1, 1989, it shall be unlawful for any",
        "person to act as an auctioneer or to advertise or to assume to act as an a uctioneer",
        "within this state without a license issued by the Auctioneers Licensing",
        "Board."
      ]
    },
    {
      "heading": "7.2.   LICENSE NOT REQUIRED.",
      "content": [
        "7.2.1. AUCTIONING OWN GOODS.  An individual is not required to be a licensed",
        "auctioneer to auction his own goods.  When one is auctioning his/her own"
      ]
    },
    {
      "heading": "7.4. WRITTEN CONTRACT",
      "content": [
        "7.4.1. Written Contract Required.  Any agreement to provide auctioneer services",
        "shall be reflected in a written contract.  A contract may be a simple written",
        "agreement but shall include the following:",
        "7.4.1.1.  Date of agreement;",
        "7.4.1.2.  Specific date, time and location of auction;",
        "7.4.1.3.  Special terms and conditions;",
        "7.4.1.4.  Commission charged;"
      ]
    },
    {
      "heading": "7.5. ADVERTISING",
      "content": [
        "7.5.1. Absolute Auction.   Any auction which is to be an absolute auction sh all be",
        "listed as such in advertisements for that auction.  If an auction is advertised",
        "as absolute, all high bids must be accepted and ownership transferred.",
        "7.5.2. License Number Required.  Any auctioneer or auction house owne r who",
        "advertises to hold or conduct an auction shall include in such advertisement",
        "his/her/its name and designate whether auctioneer or auction house owner,"
      ]
    },
    {
      "heading": "7.6. AUCTIONS – REQUIRED PROCEDURES - STANDARDS FOR AUCTION",
      "content": [
        "7.6.1. Board Authorized to Attend Auctions.  Board member(s) or employee (s) shall",
        "have the authority to attend any auction for the purpose of checkin g records",
        "of an auction and for any other purpose.",
        "7.6.2. Settlement of Proceeds Made Within Ten Days. Settlement of any m oney",
        "received from auction of another person’s goods shall be made within ten",
        "(10) business days of the auction.",
        "7.6.3. Terms and Conditions.  Terms and conditions of each auction must be",
        "announced at the beginning of the auction.",
        "7.7. MAINTAINING RECORDS OF AUCTION . All auctioneers or auction house",
        "owners shall maintain records of the auctions for a period of three (3) years.",
        "7.8. ESCROW ACCOUNTS.   Funds in Separate Account.  An auctioneer/auction",
        "house owner shall be required to place any funds belonging to someon e else in",
        "an account separate from his/her personal or business account.  This separate",
        "account is called an “escrow account” and is required of persons who handle the",
        "funds of others §17- 17-308(4).  Only one escrow account is required and money",
        "from several auctions may be placed in it at one time.  Interest bearing accou nts",
        "are not illegal provided that all the parties agree to the disposition of the interest."
      ]
    },
    {
      "heading": "8. RECOVERY FUND",
      "content": [
        "8.1. PAYMENT TO RECOVERY FUND .  Each auctioneer shall pay to the Board, at",
        "the time of initial licensure and at each annual renewal, a recovery fund f ee of one",
        "hundred ($100.00) dollars, in addition to all other fees assessed.  Payment of this",
        "fee shall continue until such time as the fund shall reach $180,000.00.  All"
      ]
    },
    {
      "heading": "8.4. BOARD MAY AWARD ONLY COMPENSATORY DAMAGES.  The Board’s",
      "content": [
        "jurisdiction and authority to award damages to an aggrieved party from the",
        "recovery fund is limited to actual, compensatory damages.  The Board shall  not",
        "award punitive or exemplary damages, nor shall it award interest on damages.",
        "8.5. PAYMENT LIMITED TO $15,000.00.   The Board shall not pay in excess of fifteen",
        "thousand dollars ($15,000.00) for:"
      ]
    },
    {
      "heading": "9. REQUIREMENTS AND QUALIFICATIONS FOR APPLICATION AND LICENSURE",
      "content": [
        "9.1. GENERAL.   All board action regarding licensure shall be governed by Ark. Code",
        "Ann. §§ 17- 17-101 et seq. and, when applicable Ark. Code Ann. §§ 25- 15-208",
        "through 213.",
        "9.2. REQUIREMENT TO KEEP CURRENT ADDRESS ON FILE.  All auctioneers or",
        "auction house owners holding a license issued by the board are required to",
        "provide the board with written notice of any change in business address and/or",
        "primary mailing address within 30 days of the change.  Upon receipt of a no tice of",
        "change of address, the Board shall issue a new license for the unexpired p eriod",
        "of time as required.  Service of notices of hearing sent by mail will be addressed",
        "to the latest address on file with the board.",
        "9.3. APPLICANT QUALIFICATIONS .  Each applicant for a license shall make",
        "application to the Board upon a form and in such a manner as the  Board may",
        "require at least thirty (30) days prior to the date of examination.  Each applicant",
        "shall:"
      ]
    },
    {
      "heading": "9.9. DURATION OF APPLICATION.",
      "content": [
        "9.9.1. Applications are active for twelve (12) calendar months from the date the",
        "application is received in the Board office.",
        "9.9.2. If the application process is not completed and the license issued in  the",
        "twelve months, an applicant may request Board approval for an extension",
        "of the twelve month application window. If an extension is not requested, or",
        "is denied, the application becomes void and the individual must apply as",
        "any new applicant at any future date.",
        "9.9.3. If new requirements have been placed for applicants in the twelve-m onth",
        "window the Board may require that the new requirements be met with in the",
        "extension period as part of the application extension approval.",
        "9.9.4. A second extension period will not be considered by the Board."
      ]
    },
    {
      "heading": "9.11. WRITTEN EXAMINATION FOR LICENSURE.  The Board shall establish the",
      "content": [
        "contents of the examinations for licensure and shall conduct an examination of",
        "applicants for licensure at least four (4) times each year at a time and place",
        "specified by the Board."
      ]
    },
    {
      "heading": "AND LICENSE",
      "content": [
        "10.1. RECIPROCAL APPLICANT.  A person holding a license to engage in auctions",
        "issued to him/her by a proper authority of a state, territory, or possession of th e",
        "United States of America or the District of Columbia which other state has entere d",
        "into a Reciprocal Agreement with Arkansas may upon application be licen sed",
        "without further examination."
      ]
    },
    {
      "heading": "10.2. RECIPROCAL APPLICANT QUALIFICATIONS.   Each applicant for a",
      "content": [
        "license through reciprocity shall make application to the Board upon a form and",
        "in such a manner as the Board may require and shall:",
        "10.2.1. Be of good reputation, trustworthy, and competent to transact the b usiness",
        "of an auctioneer, in such a manner as to safeguard the interest of the",
        "public.  In furtherance of this requirement, each applicant, shall provide two",
        "letters of reference to the Board which indicates the applicant is wellknown",
        "to the individual, that he/she is of good moral character and bears a  good",
        "reputation for honesty, truthfulness and integrity;",
        "10.2.2. At least 18 years of age;"
      ]
    },
    {
      "heading": "10.3. RECIPROCAL AUCTIONEER LICENSE REQUIRED.  If the owner of an",
      "content": [
        "auction house or the designated person of a corporation operating as an auction",
        "house and the auctioneer are one and the same, only one aucti oneer’s license",
        "need be obtained."
      ]
    },
    {
      "heading": "10.4. RECIPROCAL AUCTION HOUSE LICENSE.  An auction house license",
      "content": [
        "shall be issued in the name of one person only. An auction house lice nse does not",
        "authorize the named individual to “call” an auction.",
        "10.5. RECIPROCAL LICENSE FEE.  The license fee applicable to a",
        "nonresident applicant from a state with which we have a Reciprocal Agreement",
        "shall be the same amount that such other reciprocal state charges",
        "auctioneers/auction house owners who are residents of this state and who are duly",
        "licensed in this state to obtain a license to conduct an auction in such other state."
      ]
    },
    {
      "heading": "11. DENIAL OF APPLICATION FOR LICENSURE.",
      "content": [
        "11.1. OPPORTUNITY FOR HEARING. Except for failure to pass the license",
        "examination, if a determination is made that the application should b e denied; the",
        "Board will inform the applicant of the opportunity for a hearing on the  application.",
        "The grounds or basis for the proposed denial of a license will be set forth  in writing",
        "by the Board.",
        "11.2. HEARING REQUEST. The applicant must request, in writing, a hearing on the",
        "denial of application within 30 days of the denial notice.  Any hearing on the denial",
        "of a license will be conducted in accordance with Ark. Code Ann. §25-15208 and",
        "Ark. Code Ann. §25- 15-213, and unless otherwise provide by law, the applicant",
        "has the burden of establishing entitlement to the license."
      ]
    },
    {
      "heading": "12.   ANNUAL LICENSE RENEWAL",
      "content": [
        "12.1. RENEWAL OF LICENSE.  All auctioneer licenses expire on June 30 of each",
        "year unless renewed.  Notice of license renewal shall include notice of the pen alty",
        "and requirements for late renewal.  Applications for license renewal postmarked",
        "by June 30 shall include a license renewal fee of $100.00 and proof of required",
        "Continuing Education.",
        "12.2. DENIAL OF APPLICATION FOR RENEWAL.   An application for renewal of",
        "license may be denied if the auctioneer has been convicted in a cou rt of competent",
        "jurisdiction of this or any other jurisdiction of a criminal offense involving moral",
        "turpitude or a felony which demonstrates bad faith, dishonesty, incompetency,",
        "untruthfulness, or deceptive practices or has failed to submit proof of the",
        "continuing education requirements."
      ]
    },
    {
      "heading": "12.5. FAILURE TO RENEW LICENSE.  LAPSED STATUS.  Any license not",
      "content": [
        "renewed on or before October 31 shall be considered lapsed.  Auctioneers who fa il",
        "to renew their license by October 31 shall be notified of their lapsed statu s; to cease",
        "and desist all auction activities; and, the process for reinstatement to active status.",
        "This notification shall be by regular first class mail."
      ]
    },
    {
      "heading": "12.6. REINSTATEMENT FROM LAPSED STATUS.  A lapsed license may be",
      "content": [
        "reinstated for a period of two (2) months following the October 31st deadline for",
        "license renewal.  The lapsed licensee will be reinstated upon payment the late",
        "renewal penalty of $200.00 and submission of required continuing educatio n",
        "hours.",
        "12.7. REVOCATION OF LAPSED LICENSE.  A license which has lapsed for two (2)",
        "months following the October 31 deadline shall be considered revoked for",
        "nonrenewal.  The Board will notify the auctioneer that the license has bee n"
      ]
    },
    {
      "heading": "12.8. LICENSE RENEWAL – SPECIAL CIRCUMSTANCES",
      "content": [
        "12.8.1. Military – Individuals called up for active duty military service shall be",
        "entitled to late renew within one (1) year following return from active duty by",
        "payment of the current license renewal fee and submission of six (6) hours of",
        "Continuing Education within the next license year.",
        "12.8.2. Disaster Relief – Individuals, whose employment requires them to",
        "participate in disaster relief services, failing to renew due to disaster relief shall",
        "be entitled to renew for the current renewal period with no Continuing",
        "Education hours but will be required to obtain twelve (12) hours of Continuing",
        "Education during the next year prior to the next renewal."
      ]
    },
    {
      "heading": "13.1. CONTINUING EDUCATIONS REQUIREMENTS. GENERAL.   As a",
      "content": [
        "prerequisite to renewal of an auctioneer license, the licensee shall satisfacto rily",
        "complete six (6) hours of continuing education from an auctioneer continuing",
        "education course approved by the Board.   Correspondence courses may q ualify",
        "for continuing education credit.  Such correspondence course must be approve d",
        "by the board."
      ]
    },
    {
      "heading": "13.2. VERIFICATION OF CONTINUING EDUCATIONS HOURS.  The Board",
      "content": [
        "66",
        "may verify any information concerning continuing education that is submitted by",
        "the licensee as evidence supporting the course information.  The board may",
        "require applicant(s) or licensee to provide information regarding the contin uing",
        "education hours claimed on the individual’s renewal.  Failure to do so may lead to",
        "disciplinary action.",
        "13.3. EVIDENCE TO SUPPORT COURSES TAKEN.    It is the responsibility of",
        "each licensee to retain evidence to support the courses taken for a period  of (12)",
        "months after the end of the renewal period for which the renewal applicatio n is",
        "submitted to the Board;",
        "13.3.1. Course attendance verification by the sponsor.",
        "13.3.2. Certificates of course completion.",
        "13.3.3. Other evidence of support and justification",
        "13.3.4. This requirement shall not apply to courses offered by the Board."
      ]
    },
    {
      "heading": "13.4. APPLICATION FOR CONTINUING EDUCATIONS COURSE SPONSOR.",
      "content": [
        "Any request for Board approval of an auctioneer continuing education cours e",
        "sponsor shall be by written application on a form provided by the Bo ard. Applicants",
        "for continuing education course sponsor shall submit the following information:",
        "13.4.1. Name, address, telephone number and facsimile (FAX) number (if an y) of",
        "the course sponsor;",
        "13.4.2. If the ownership of the course sponsor is a partnership, the names",
        "and addresses of the partners;",
        "13.4.3. If the ownership of the course sponsor is a corporation, the names and",
        "addresses of the officers and directors;"
      ]
    },
    {
      "heading": "13.5.  COURSE CURRICULUM APPROVAL REQUIRED.  All sponsors must",
      "content": [
        "submit a request for approval of speakers and an agenda to the Board for approval",
        "by May 15th each year.  The curriculum should include at least one (1) hour of law.",
        "A minimum total of six (6) hours must be provided."
      ]
    },
    {
      "heading": "13.6.  COURSE SPONSOR APPROVAL DATES.  Sponsors of auctioneer",
      "content": [
        "continuing education courses shall be considered approved as of the date of",
        "approval by the Board, and therefore courses predating the approval date d o not",
        "qualify.",
        "13.7. COURSE OUTLINE.  A course outline shall be prepared and distributed to the",
        "attendees.  The outline shall state the number of continuing education hours",
        "offered."
      ]
    },
    {
      "heading": "13.9.  APPROVED AUCTIONEER CONTINUING EDUCATION SPONSOR.",
      "content": [
        "CERTIFICATE REQUIREMENTS.  Upon completion of a continuing education",
        "course, the approved auctioneer continuing education sponsor shall provide all",
        "attendees a course completion certificate that must include the following",
        "information:",
        "13.9.1.  The name of the participant;",
        "13.9.2.  The license number of the participant;",
        "13.9.3.  The name, address, and signature of the sponsor;",
        "13.9.4.  The course title;",
        "13.9.5.  The course topic if not reflected in the course title;",
        "13.9.6.  The date and location of the course;",
        "13.9.7.  And the number of approved actual course hours.",
        "13.10. INSTRUCTOR REQUIREMENTS.  Each instructor used by an approved",
        "auctioneer continuing education sponsor must have a minimum of two (2) years",
        "experience in the field in which that instructor is to teach.",
        "13.11. INSTRUCTORS.  PROHIBITIONS.  An auctioneer continuing education",
        "sponsor is prohibited from hiring, or retaining in its employ, an instructor who has:",
        "13.11.1. Had an auctioneer, auction company, or auction house license revoke d or",
        "suspended by any jurisdiction;"
      ]
    },
    {
      "heading": "13.12.  MONITORING CONTINUING EDUCATIONS SERVICES.  Continuing",
      "content": [
        "education courses offered by an approved course sponsor may be monitored b y",
        "the Board to ensure that participants are physically present for the duration of th e",
        "course. In order to monitor a continuing education course, an approved course",
        "sponsor must do the following:",
        "13.12.1. Require the participants to sign in and out as they enter and exit the",
        "classroom, noting the time of arrival and departure;",
        "13.12.2. Ensure that order is maintained throughout the duration of the course;",
        "13.12.3. Maintain the attendance sheets to assure their accuracy;",
        "13.12.4. Verify the participant’s signature upon the participant’s entrance and",
        "exit;",
        "13.12.5. Distribute course completion certificates to participants who have been",
        "physically present for duration of the course."
      ]
    },
    {
      "heading": "13.13.  INFORMATION MUST BE VERIFIED.  The Board may request",
      "content": [
        "70",
        "verification of any information submitted by the licensee and may request  the",
        "licensee to submit evidence supporting the course credit claimed.  Failure to do so",
        "shall subject a licensee to non-renewal or suspension of license."
      ]
    },
    {
      "heading": "13.14.  FAILURE TO MEET CONTINUING EDUCATION PROVISIONS.  A",
      "content": [
        "licensee who does not obtain the required number of continuing education  hours",
        "during a one (1) year licensure period may cure that deficiency by taking them"
      ]
    },
    {
      "heading": "13.15.  BOARD REVIEW OF CONTINUING EDUCATIONS COMPLIANCE.  If,",
      "content": [
        "as the result of an audit or other review, the Board determines that the continuing",
        "education hours a licensee has claimed do not meet the requirements of  A.C.A.",
        "§17-17-311 and these rules, the Board shall notify the licensee of that",
        "determination."
      ]
    },
    {
      "heading": "13.16.  LICENSEE MAY SUBMIT REASONS FOR FAILURE TO COMPLY.  A",
      "content": [
        "licensee, who has been notified under Section 13.15 may within thirty (30 ) days",
        "submit information to the Board giving all the substantive reasons in sup port of the",
        "licensee’s position that an adequate number of hours has been obtained.",
        "13.17. SEMINAR ATTENDANCE.  Hours for continuing education may be obtained",
        "through attendance at seminars conducted by the following",
        "organizations:",
        "13.17.1.  National Auctioneers Association",
        "13.17.2.  National Auctioneers Automobile Dealers Association",
        "13.17.3.  Any state association convention",
        "13.17.4.  Certified Auctioneers Institute",
        "13.17.5.  Any State Auctioneers Licensing Board"
      ]
    },
    {
      "heading": "13.18.  HOURS OBTAINED BY PROVIDING INSTRUCTORS.  In addition, a",
      "content": [
        "71",
        "licensee may obtain continuing education hours by acting as an instru ctor at an",
        "accredited auction school.  In order to be credited for hours as an instructor, a",
        "licensee must provide to the Board verification by a letter from the association or",
        "other entity that will verify the number of instructor hours.",
        "13.19. RECIPROCAL HOURS.  The Board will accept through reciprocity any",
        "continuing education hours from such other reciprocal state whether such hours",
        "be less or more than our state requirement, provided such other state will accept",
        "Arkansas’s continuing education hours."
      ]
    },
    {
      "heading": "14.1. COMPOSITION OF THE COMPLAINT COMMITTEEE.  The Complaint",
      "content": [
        "Committee shall consist of the Chair of the Board and any other mem ber",
        "appointed by the Chair of the Board."
      ]
    },
    {
      "heading": "14.2. PROCEDURE FOR INITIATION OF COMPLAINT.",
      "content": [
        "14.2.1. Initiation. The formal investigation of a complaint against an auctione er may",
        "be initiated when the complaint is in writing and filed with the board. The",
        "complaint must contain a brief statement setting forth the allegations of fact",
        "and naming the auctioneer against whom the complaint is filed.",
        "14.2.2. Board Initiation.  The Board may initiate an investigation upon its own",
        "motion when it has reason to believe a violation of A.C.A. § 17- 17-101 et seq.",
        "or Board regulation may have occurred.  Individual board members should",
        "utilize the written complaint method for complaints against individual",
        "Auctioneers."
      ]
    },
    {
      "heading": "14.3. PROCEDURE FOR INVESTIGATION OF COMPLAINT.",
      "content": [
        "14.3.1. Notification of the Respondent.  Upon receipt of the complaint the",
        "Complaint Committee shall notify the Auctioneer named in the complaint by",
        "certified or registered mail of the complaint and request a written response to",
        "the allegation/s.",
        "14.3.2. Investigation.  Upon receipt of the auctioneer’s response or upon th e",
        "expiration of the time period permitted for the licensee’s r esponse, the",
        "Complaint Committee shall conduct any further inquiry or investigation which",
        "appears to be appropriate based upon the circumstances of the indivi dual",
        "case.",
        "14.3.3. Investigative Officer.   The Investigative Officer shall be a person",
        "designated by the Chair of the Board.  The Chair of the Board shall a gree, or",
        "contract, to pay compensation to, or reimburse the expenses of, any person",
        "serving as investigative officer authorized by the Board.",
        "14.3.4. Investigative Report.   Upon completion of the investigation, the",
        "investigative officer shall provide a written report to the Complaint Committee",
        "the results of the investigation.  The Complaint Committee will determine",
        "whether to initiate a full board hearing, offer to the licensee an informal board",
        "hearing, take other action or present to the Board a request to dis miss the",
        "complaint.  The report of the Complaint Committee shall be a summary of the"
      ]
    },
    {
      "heading": "15. ADJUDICATIVE HEARINGS",
      "content": [
        "15.1. SCOPE.   This chapter applies in all administrative adjudications conducted by",
        "the Arkansas Auctioneers Licensing Board.  This procedure is developed to",
        "provide a process by which the Board formulates orders (for example, an order",
        "revoking a license to practice, or imposing civil penalties).",
        "15.2. PRESIDING OFFICER.   The Board shall preside at the hearing or may",
        "designate a hearing officer to preside at a hearing.",
        "15.3. APPEARANCES.   Any party appearing in any Board proceeding has the",
        "right, at his or her own expense, to be represented by counsel."
      ]
    },
    {
      "heading": "15.12.  HEARING PROCEDURES",
      "content": [
        "15.12.1. The presiding officer presides at the hearing and may rule on motion s,",
        "require briefs, and issue such orders as will ensure the orderly conduct of the",
        "proceedings; provided, however, any presiding officer other than the Board",
        "shall not enter a dispositive order or proposed decision unless expressly",
        "authorized in writing to do so.",
        "15.12.2. All objections must be made in a timely manner and stated on  the record.",
        "15.12.3. Parties have the right to participate or to be represented by counsel in  all",
        "hearings or pre-hearing conferences related to their case."
      ]
    },
    {
      "heading": "15.14.  EVIDENCE",
      "content": [
        "79",
        "15.14.1. The presiding officer shall rule on the admissibility of evidence and may,",
        "when appropriate, take official notice of facts in accordance with all appli cable",
        "requirements of law.",
        "15.14.2. Stipulation of facts is encouraged.  The Board may make a decisio n based",
        "on stipulated facts.",
        "15.14.3. Evidence in the proceeding must be confined to the issues set forth in the",
        "hearing notice, unless the parties waive their right to such notice or the",
        "presiding officer determines that good cause justifies expansion of the issues.",
        "If the presiding officer decides to admit evidence outside the scope of the",
        "notice, over the objection of a party who did not have actual notice of those",
        "issues, that party, upon timely request, will receive a continuance sufficient to",
        "prepare for the additional issue and to permit amendment of pleadings.",
        "15.14.4. A party seeking admission of an exhibit must provide 12 copies of e ach",
        "exhibit at the hearing.  The presiding officer must provide the opposing parties",
        "with an opportunity to examine the exhibit prior to the ruling on its admissib ility.",
        "All exhibits admitted into evidence must be appropriately marked and be mad e",
        "part of the record.",
        "15.14.5. Any party may object to specific evidence or may request limits on th e",
        "scope of the examination or cross-examination.  A brief statement of the",
        "grounds upon which it is based shall accompany such an objection.  The",
        "objection, the ruling on the objection, and the reasons for the rulin g will be",
        "noted in the record.  The presiding officer may rule on the objection at the time",
        "it is made or may reserve the ruling until the written decision."
      ]
    },
    {
      "heading": "15.16. SUBPOENAS",
      "content": [
        "15.16.1. At the request of any party, the Board shall issue subpoenas for the",
        "attendance of witnesses at the hearing.  The requesting party shall specify",
        "whether the witness is also requested to bring documents and reasonably",
        "identify said documents.",
        "15.16.2. A subpoena may be served by any person specified by law to serve",
        "process or by any person who is not a party and who is eighteen (18) ye ars",
        "of age or older.  Delivering a copy to the person named in the subpoena  shall",
        "make service.  Proof of service may be made by affidavit of the person making"
      ]
    },
    {
      "heading": "15.18. FACTORS TO BE CONSIDERED IN IMPOSING SANCTIONS.   In",
      "content": [
        "addition to any other considerations permitted by Ark. Code Ann. § 17- 17-101 et",
        "seq., if applicable, the Board in imposing any sanction may consider the",
        "following:",
        "15.18.1. The nature and degree of the misconduct for which the licensee is being",
        "sanctioned.",
        "15.18.2.  The seriousness and circumstances surrounding this misconduct.",
        "15.18.3.  The loss or damage to clients or others.",
        "15.18.4.        The assurance that those who seek similar professional servi ces in",
        "the future will be protected from the type of misconduct found.",
        "15.18.5.  The profit to the licensee.",
        "15.18.6.  The avoidance of repetition."
      ]
    },
    {
      "heading": "16. DENIAL, SUSPENSION, OR REVOCATION OF LICENSE.",
      "content": [
        "16.1. VIOLATION OF LAW OR RULES.  The Board may impose a civil penalty or",
        "deny, suspend, refuse to renew or revoke the license of any auctione er or auction",
        "house owner for any of the following causes:",
        "16.1.1. For providing false or fraudulent information on an application;",
        "16.1.2. For obtaining a license through false or fraudulent representation;"
      ]
    },
    {
      "heading": "17. SANCTIONS AND PENALTIES",
      "content": [
        "17.1. SANCTIONS.  After due notice and hearing, a person, found to have violated",
        "provisions of Ark. Code Anno. 17- 17-101 et seq or Section 16 of these rules may",
        "have any one or more of the following sanctions imposed upon him by the board:",
        "17.1.1. Suspension, revocation or denial of the license or the renewal",
        "thereof;",
        "17.1.2. A penalty not to exceed one thousand dollars ($1,000.00) for each",
        "violation;",
        "17.1.3. Conditions or restrictions placed upon the person’s license; or",
        "17.1.4. Such other requirements or penalties as may be appropria te to the",
        "circumstances or the case, and which would achieve the desired disciplinary",
        "purposes, but which would not impair the public welfare and morals.",
        "17.2. PENALTY IN LIEU.  Whenever the Board finds that the holder of a license issued",
        "by it is guilty of a violation of these rules or the laws of the State of Arkansas, it",
        "shall have the power and authority to impose a penalty on the licen see in lieu of",
        "suspension or revocation of the license ."
      ]
    },
    {
      "heading": "17.3. SUSPENSION OF LICENSE PENDING PAYMENT OF PENALTY.  Upon",
      "content": [
        "85",
        "imposition of a penalty in lieu of suspension or revocation, the Board may requir e",
        "that the license be suspended until the penalty is paid.",
        "17.4. CIVIL ACTION BY BOARD.  If any person upon whom the Board has",
        "levied a civil penalty fails to pay the civil penalty within thirty (30) days of the",
        "Board’s decision to impose the penalty, the amount of the fine shall  be considered",
        "to be a debt owed to the Board and may be collected by civil action by the Board.",
        "17.5. PENALTY FOR UNLICENSED PERSON.  The Board may impose a civil",
        "penalty against any unlicensed person, firm, or corporation practicing or offering to",
        "practice any actions requiring licensure pursuant to the provisions herein."
      ]
    },
    {
      "heading": "17.6. ADDITIONAL HOURS OF CONTINUING EDUCATION MAY BE",
      "content": [
        "REQUIRED.  The Board shall have the authority to require additional continuing",
        "education hours for auctioneer or auction house owner found in violation of t he",
        "auctioneer law or these rules.",
        "17.7. VOLUNTARY SURRENDER OF LICENSE .  The licensee, in lieu of formal",
        "disciplinary proceedings, may offer to surrender his or her license, subject to th e",
        "Board’s determination to accept the proffered surrender, rather than conducting a",
        "formal disciplinary proceeding."
      ]
    },
    {
      "heading": "17.8 RE-LICENSURE OF A REVOKED OR SURRENDERED LICENSE.  No",
      "content": [
        "individual who has had his or her license revoked or who has surrendered his or"
      ]
    },
    {
      "heading": "18. DISCLOSURE .",
      "content": [
        "18.1. Requirements to Provide Information to the Board.  Every person license d under",
        "the provisions Ark. Code. Ann §17- 17-101 et seq., shall upon request make",
        "available to the Arkansas Auctioneers Licensing Board or its duly authorized",
        "representative any information which the Board requires to verify compliance of",
        "the Licensee with all provisions of Ark. Code. Ann. § 17- 17-101 et seq., and these",
        "Board rules and regulations."
      ]
    },
    {
      "heading": "19. SEVERABILITY.",
      "content": [
        "19.1. These rules being for the regulation of the business of auctioneers and the",
        "protection of the public, the provisions hereby are declared to be severable and",
        "the invalidity of any rule, clause, sentence, paragraph or section hereof shall not",
        "affect the validity of the remainder thereof."
      ]
    }
  ]
}