{
  "state": "Florida",
  "title": "Florida Auctioneer Study Guide",
  "sections": [
    {
      "heading": "Introduction",
      "content": [
        "Florida Auctioneer Law Study Guide",
        "Preparation Guide for Florida Auctioneer and Apprentice Auctioneer Licensing",
        "Based on Florida Statutes Chapter 468, Part VI – Auctioneers",
        "and Florida Administrative Code Chapter 61G2",
        "",
        "This guide covers the key statutory provisions, board rules, and practical requirements that Florida auctioneer candidates must understand for their licensing examination.",
        "Topics include: Written agreements, record keeping, escrow and trust accounts, advertising, auction types, licensing requirements, prohibited acts, and the Auctioneer Recovery Fund."
      ]
    },
    {
      "heading": "I. DEFINITIONS (F.S. 468.382)",
      "content": [
        "Key definitions under Florida's Auctioneer Act:",
        "'Department' means the Department of Business and Professional Regulation (DBPR).",
        "'Board' means the Florida Board of Auctioneers.",
        "'Apprentice' means a person trained as an auctioneer by a licensed auctioneer.",
        "'Auction business' means a business that arranges, manages, or conducts auctions.",
        "'Principal auctioneer' means the auctioneer primarily responsible for the conduct of an auction.",
        "Understanding these definitions is essential for interpreting the Florida auctioneer statutes and rules."
      ]
    },
    {
      "heading": "II. LICENSING REQUIREMENTS (F.S. 468.385)",
      "content": [
        "A. General Licensing Requirement",
        "No person may auction or offer to auction property in Florida unless licensed by the department or exempt under the act.",
        "The minimum age to be licensed as an auctioneer or apprentice auctioneer is 18 years old.",
        "",
        "B. Examination Requirements",
        "Auctioneer applicants must pass a written exam testing general knowledge of Florida laws relating to:",
        "• Relevant UCC (Uniform Commercial Code) provisions",
        "• Agency law",
        "• The Florida Auctioneers Act",
        "",
        "C. Qualification Paths",
        "An individual must be at least 18 and must have either:",
        "• Served as an apprentice for at least one year, OR",
        "• Completed at least 80 hours of classroom instruction",
        "",
        "D. Licensure by Endorsement",
        "Florida may issue a license by endorsement to qualified applicants meeting statutory requirements for nonresidents and reciprocity provisions (F.S. 468.387)."
      ]
    },
    {
      "heading": "III. APPRENTICE SPONSORSHIP (F.S. 468.3855)",
      "content": [
        "An auctioneer may not sponsor more than three apprentices at one time.",
        "Sponsors must have held an active, valid license for 3 consecutive years before being named as a sponsor.",
        "An apprentice must have an active apprentice license and prior written sponsor consent to conduct an auction.",
        "Each auction must be conducted under the auspices of a licensed auction business."
      ]
    },
    {
      "heading": "IV. LOCAL LICENSING (F.S. 468.386)",
      "content": [
        "An auctioneer must obtain a local occupational license if required where their permanent business or branch office is located.",
        "Important: Local governments may NOT require an additional auctioneer license or charge other fees for the practice of auctioneering beyond the state license.",
        "This protects licensed auctioneers from being subjected to duplicate licensing requirements at the local level."
      ]
    },
    {
      "heading": "V. EXEMPTIONS FROM LICENSURE (F.S. 468.383)",
      "content": [
        "The following are exempt from Florida auctioneer licensure requirements:",
        "• Auctions conducted by the owner (or owner's attorney) of any part of the property, UNLESS the owner acquired the goods specifically to resell at auction.",
        "• Auctions conducted under judicial or administrative order, or required by law.",
        "• Auctions by a charitable, civic, or religious organization (or conducted for such an organization) when the person conducting the auction receives no compensation.",
        "",
        "Note: An owner who acquired goods specifically to resell them does NOT qualify for the owner exemption."
      ]
    },
    {
      "heading": "VI. WRITTEN AGREEMENTS (F.S. 468.388(1)-(2))",
      "content": [
        "Before conducting an auction in Florida, the auctioneer or auction business must execute a written agreement with the owner or the owner's agent.",
        "",
        "The agreement must state:",
        "a) Name and address of the owner",
        "b) Name and address of the person employing the auctioneer/business (if different from the owner)",
        "c) The terms and conditions for receiving property and remitting proceeds",
        "",
        "Record Retention:",
        "• The auctioneer/auction business must give the owner one copy of the agreement.",
        "• The auctioneer/auction business must keep one copy for 2 years after the date of the auction."
      ]
    },
    {
      "heading": "VII. RECORD BOOK REQUIREMENTS (F.S. 468.388(3) and F.A.C. 61G2-5.002)",
      "content": [
        "Each auctioneer or auction business must maintain a record book of all sales.",
        "The record book must be open to inspection by the board at reasonable times.",
        "",
        "Under board rules (F.A.C. 61G2-5.002):",
        "• The auction business must keep the record book for 2 years from each sale.",
        "• The record book is subject to inspection by the Department or at the request of the Board.",
        "• The record book must contain specific details including description of property sold."
      ]
    },
    {
      "heading": "VIII. CONDUCTING AUCTIONS (F.S. 468.388(4)-(5))",
      "content": [
        "A. Licensing Requirements at Auction",
        "Each auction must be conducted by:",
        "• An auctioneer with an active license, OR",
        "• An apprentice with an active apprentice license who has prior written sponsor consent.",
        "Each auction must be conducted under the auspices of a licensed auction business.",
        "",
        "B. License Display",
        "The principal auctioneer must prominently display at the auction site the licenses of:",
        "• The principal auctioneer",
        "• The auction business",
        "• Other participating licensed auctioneers and apprentices",
        "",
        "If display is not practicable, the principal auctioneer must either:",
        "• Announce at the beginning of the auction that licenses are available for inspection, OR",
        "• Provide a prominent written notice that licenses are available for inspection."
      ]
    },
    {
      "heading": "IX. BUYER'S PREMIUM AND SURCHARGES (F.S. 468.388(6))",
      "content": [
        "If a buyer's premium or any surcharge is a condition of sale:",
        "• The amount must be announced at the beginning of the auction.",
        "• A written notice must be conspicuously displayed or distributed at the auction site.",
        "",
        "Both oral announcement AND written disclosure are required."
      ]
    },
    {
      "heading": "X. AUCTION TYPES AND RESERVE STATUS (F.S. 468.388(7)-(8))",
      "content": [
        "A. Required Announcements",
        "At the beginning of an auction, the auctioneer must announce:",
        "• Terms of bidding and sale",
        "• Whether the sale is with reserve, without reserve, absolute, or requires a minimum bid",
        "",
        "B. Absolute Auction Rules",
        "If advertised or announced as absolute:",
        "• An item or lot may NOT be withdrawn after a bid has been accepted.",
        "• If no bid is received within a reasonable time, the item may be withdrawn.",
        "• No bid shall be accepted from the owner or someone acting for the owner, unless the right to bid is specifically permitted by law.",
        "",
        "C. Key Point",
        "In an absolute auction, owner bidding (or bidding by someone acting on the owner's behalf) is prohibited unless specifically permitted by law."
      ]
    },
    {
      "heading": "XI. AUCTION BUSINESS RESPONSIBILITIES (F.S. 468.388(9) and F.A.C. 61G2-5.001)",
      "content": [
        "The auction business under whose auspices the auction is conducted is responsible for aspects of the auction required by board rule.",
        "The auction business may delegate responsibilities only to the extent permitted by law and without impeding the principal auctioneer's independent responsibility.",
        "",
        "Under board rules (F.A.C. 61G2-5.001), the auction business is responsible for:",
        "• Contract negotiations",
        "• Advertising",
        "• Auction organization and layout",
        "• Merchandise distribution",
        "• Final settlement with the seller"
      ]
    },
    {
      "heading": "XII. ESCROW, TRUST ACCOUNTS, AND PROCEEDS (F.S. 468.388(10))",
      "content": [
        "A. Deposit Requirements",
        "When settlement is not made immediately after an auction, ALL sale proceeds received for another person must be deposited in an escrow or trust account in an insured bank or savings and loan association located in Florida.",
        "Deadline: Within 2 working days after the auction.",
        "A maximum of $100 may be kept in the escrow account for administrative purposes.",
        "",
        "B. Ledger and Reconciliation",
        "Auction businesses must maintain for at least 2 years a separate ledger for funds held for another person for each auction.",
        "The escrow/trust account must be reconciled monthly with the bank statement.",
        "A signed and dated record of reconciliation must be kept for 2 years and be available for inspection.",
        "",
        "C. Interest on Proceeds",
        "Interest on sale proceeds on deposit belongs to the seller by default.",
        "This default can only be changed by a written agreement executed prior to the auction.",
        "",
        "D. Seller-Advanced Expense Funds",
        "Unless otherwise provided by a written agreement executed prior to the auction:",
        "• Funds received from the seller for expenses (including advertising) must be expended for the purposes advanced or refunded at final settlement.",
        "• Such funds must be maintained in an escrow/trust account in an insured Florida bank or savings and loan.",
        "• This does not prohibit advanced payment of a flat fee."
      ]
    },
    {
      "heading": "XIII. ADVERTISING REQUIREMENTS (F.S. 468.388(11))",
      "content": [
        "A. Required Information",
        "All advertising by an auctioneer or auction business must include the name and Florida license number of the auctioneer and auction business.",
        "'Advertising' does NOT include clothing, directional signs, or other promotional novelty items.",
        "",
        "B. Prohibited Advertising",
        "No licensed auctioneer, apprentice, or business may disseminate false, deceptive, misleading, or untruthful advertising. Examples of misleading advertising include:",
        "• Misrepresentations of fact",
        "• Partial disclosure that misleads",
        "• Creating unjustified expectations",
        "• Claims of performance that have not been fulfilled",
        "• Missing required license information",
        "• Advertising as absolute without specifying items with reserve or minimum bids",
        "• Failing to include the buyer's premium percentage when it is a condition of sale",
        "",
        "C. Scope",
        "Advertising provisions apply to media exposure of any nature, whether paid or not.",
        "",
        "D. Responsibility",
        "The auction business is responsible for the content of all advertising disseminated in preparation for an auction."
      ]
    },
    {
      "heading": "XIV. PROHIBITED ACTS AND DISCIPLINE (F.S. 468.389)",
      "content": [
        "The following are prohibited acts and grounds for discipline:",
        "",
        "• Using or permitting the use of false bidders, cappers, or shills.",
        "• Commingling money or property of another person with one's own. Proceeds received for another person must be deposited in a separate trust or escrow account.",
        "• Failing to account for, pay, or return within a reasonable time (not to exceed 30 days) money or property belonging to another that came into the licensee's control through an auction.",
        "• Disseminating false, deceptive, misleading, or untruthful advertising.",
        "• Violating any provision of the auctioneer act or board rules.",
        "",
        "Board disciplinary guidelines (F.A.C. 61G2-7.030) include specific penalties for violations such as failure to timely pay seller funds."
      ]
    },
    {
      "heading": "XV. AUCTIONEER RECOVERY FUND (F.S. 468.393)",
      "content": [
        "At licensure, renewal, or reactivation, each licensee pays a surcharge deposited in the Auctioneer Recovery Fund.",
        "The surcharge amount is set by the board but may not exceed $300.",
        "The Recovery Fund provides a mechanism for consumer protection when licensees engage in misconduct."
      ]
    },
    {
      "heading": "XVI. KEY NUMBERS TO REMEMBER",
      "content": [
        "• Minimum age for licensure: 18 years old",
        "• Maximum apprentices per sponsor: 3",
        "• Sponsor must have held license for: 3 consecutive years",
        "• Written agreement retention: 2 years after auction date",
        "• Record book retention: 2 years",
        "• Deposit deadline (non-immediate settlement): 2 working days",
        "• Maximum administrative funds in escrow: $100",
        "• Escrow reconciliation frequency: Monthly",
        "• Reconciliation record retention: 2 years",
        "• Maximum time to return/pay funds: 30 days",
        "• Maximum Recovery Fund surcharge: $300",
        "• Classroom instruction alternative to apprenticeship: 80 hours",
        "• Apprenticeship alternative to classroom: 1 year"
      ]
    },
    {
      "heading": "XVII. STUDY TIPS",
      "content": [
        "1. Pay close attention to specific dollar amounts, time limits, and numerical requirements — they are commonly tested.",
        "2. Understand the difference between absolute and reserve auctions, especially regarding owner bidding and item withdrawal.",
        "3. Know the escrow/trust account requirements thoroughly — deposit deadlines, reconciliation frequency, and record retention periods.",
        "4. Remember that advertising rules apply to ALL media exposure, whether paid or unpaid.",
        "5. Understand what the exemptions from licensure are — and their limitations (e.g., owner exemption does not apply if goods were acquired for resale).",
        "6. The auction BUSINESS (not just the individual auctioneer) bears significant responsibility for compliance, advertising, and final settlement.",
        "7. Florida law references: F.S. Chapter 468, Part VI (Auctioneers) and F.A.C. Chapter 61G2."
      ]
    }
  ]
}
