{
  "state": "Georgia",
  "title": "Georgia Auctioneer Study Guide",
  "sections": [
    {
      "heading": "Georgia’s auction law is in O.C.G.A. Title 43, Chapter 6 – Auctioneers.",
      "content": [
        "GA Laws",
        "On the exam, expect questions around:",
        "Definitions – absolute vs with reserve, auctioneer, auction business, ringperson, company",
        "Commission – who they are, what they can and cannot do",
        "Licensing and renewal – auctioneer vs company, reciprocity, CE hours",
        "Trust accounts and the 30-day rule",
        "Discipline – grounds, hearings, sanctions",
        "Recovery Fund – dollar limits and how it works",
        "Exceptions – who is exempt from the chapter",
        "Penalties and local regulation",
        "This is your “memorize the numbers and definitions” state."
      ]
    },
    {
      "heading": "2. Core Definitions – Know These Cold",
      "content": [
        "All from 43-6-1.",
        "GA Laws"
      ]
    },
    {
      "heading": "Absolute auction",
      "content": [
        "Ownership and title must be conveyed to the high bidder",
        "No reservation",
        "No competing bids of any type by the owner or the owner’s agent",
        "If the seller can refuse bids or bid themselves, it is not absolute."
      ]
    },
    {
      "heading": "Seller reserves the right to refuse any and all bids",
      "content": [
        "Default type if terms are not clearly absolute"
      ]
    },
    {
      "heading": "Auctioneer",
      "content": [
        "Any person who, for a fee or with expectation of compensation:",
        "Offers, negotiates, or attempts to negotiate a listing contract",
        "Sells, purchases, or exchanges goods, real or personal property, or other legal commodities"
      ]
    },
    {
      "heading": "By process of an auction",
      "content": [
        "Must be duly licensed under Chapter 6"
      ]
    },
    {
      "heading": "Auction business / business of auctioning",
      "content": [
        "Performing any acts of an auctioneer, including bid calling for a fee",
        "Offering or negotiating listing contracts for sale or exchange by auction"
      ]
    },
    {
      "heading": "Company",
      "content": [
        "Any association, partnership, LLC, corporation, or sole proprietorship",
        "Includes officers, directors, members, employees"
      ]
    },
    {
      "heading": "Goods",
      "content": [
        "Any chattel, goods, merchandise, real or personal property, or commodity that can lawfully be kept or sold"
      ]
    },
    {
      "heading": "Ringperson",
      "content": [
        "Employed by the auctioneer or company",
        "Assists with the conduct of the auction",
        "Not allowed to call or chant bids",
        "Not allowed to negotiate listing contracts",
        "Exam angle: you will likely see “which of these is a ringperson allowed to do?”\nCorrect: help spot bids, interact with bidders.\nNot correct: call the auction, sign listing contracts."
      ]
    },
    {
      "heading": "Commission basics – 43-6-2, 43-6-3, 43-6-6, 43-6-7, 43-6-8",
      "content": [
        "GA Laws",
        "Created under the Secretary of State and division director",
        "6 members, appointed by Governor, approved by Secretary of State, confirmed by Senate",
        "5 members – licensed auctioneers, Georgia residents, at least 5 years active practice",
        "1 member – consumer advocate, no connection to auctioneering",
        "They:",
        "Select a chairman",
        "Adopt a seal (“State Auctioneers Commission, State of Georgia”)",
        "Hold meetings as needed"
      ]
    },
    {
      "heading": "Adopt rules and regulations and a code of ethics",
      "content": [
        "Regulate issuance of licenses"
      ]
    },
    {
      "heading": "Revoke, suspend, or censure licensees",
      "content": [
        "Important limit:",
        "The Commission may not set fee or commission schedules for licensees. They regulate conduct, not your commission rates."
      ]
    },
    {
      "heading": "Auctioneer license requirement – 43-6-9",
      "content": [
        "Unlawful to act, engage, advertise, or hold out as an auctioneer in Georgia without a license (unless exempt).\nGA Laws",
        "Real property: a licensed auctioneer may not sell real estate at auction unless also licensed as a real estate broker, associate broker, or salesperson (unless grandfathered pre-1978 with required proof)."
      ]
    },
    {
      "heading": "Company registration and trust accounts – 43-6-11.1",
      "content": [
        "To be registered as an auction company, must provide:",
        "GA Laws",
        "Completed application form",
        "Proof that the company employs a Georgia-licensed auctioneer to conduct auctions",
        "If foreign corporation – proof it is authorized to do business in Georgia and properly registered",
        "Trust account requirement:"
      ]
    },
    {
      "heading": "An auction company must maintain an active trust account at all times",
      "content": [
        "Must register that trust account with the Commission",
        "There is an exemption if the company is owned by or employs one or more full-time Georgia auctioneers and is directly supervised by a licensed auctioneer, but the trust account obligation still matters in practice."
      ]
    },
    {
      "heading": "Qualifications and application – auctioneer",
      "content": [
        "From statute and Commission guidance:"
      ]
    },
    {
      "heading": "At least 18 years old",
      "content": [
        "High school diploma or GED"
      ]
    },
    {
      "heading": "Graduation from a Commission-approved auction school",
      "content": [
        "Proof of residence in order to obtain license (43-6-12.1)\nGA Laws",
        "Good reputation for honesty\nGA Laws\nompetence (43-6-16)"
      ]
    },
    {
      "heading": "Display and identification – 43-6-14, 43-6-14.1",
      "content": [
        "License is mailed to the place of business"
      ]
    },
    {
      "heading": "Must be displayed conspicuously in the office",
      "content": [
        "Branch office – requires a branch office license displayed in each branch",
        "Licensees must carry their auctioneer ID card on them while participating in auctioneering and show it on demand"
      ]
    },
    {
      "heading": "License term and continuing education – 43-6-11.2",
      "content": [
        "Auctioneer licenses expire biennially (every 2 years)",
        "Commission can require up to 8 hours of approved continuing education per renewal cycle",
        "They can waive CE for hardship, disability, illness, or other appropriate circumstances\nGA Laws"
      ]
    },
    {
      "heading": "fees set by the Commission",
      "content": [
        "Companies also pay registration/renewal fees"
      ]
    },
    {
      "heading": "GA Laws",
      "content": [
        "Reciprocity option 1\n\nGA Laws\nat licenses auctioneers",
        "That state’s requirements are similar to Georgia’s",
        "Georgia and that state have a reciprocal agreement",
        "Commission may issue Georgia license without exam, for required fees"
      ]
    },
    {
      "heading": "Reciprocity option 2",
      "content": [
        "Resident of a state that does not license auctioneers",
        "Holds a current valid license in a different state that has reciprocity with Georgia",
        "Commission may license without exam, at its discretion"
      ]
    },
    {
      "heading": "Service of process requirement",
      "content": [
        "Nonresident must file a written designation appointing the Commission (or its deputy) as agent for service of process",
        "Service on the Commission = legally valid personal service on the licensee"
      ]
    },
    {
      "heading": "6. Trust Accounts and Handling Other People’s Money",
      "content": [
        "This is heavily tested."
      ]
    },
    {
      "heading": "Core rule – 43-6-11.1 and 43-6-18(3)",
      "content": [
        "Auction companies must maintain an active trust account, registered with the Commission",
        "Auctioneers must:"
      ]
    },
    {
      "heading": "Account for and remit any money belonging to others within 30 days, unless the contract says something different",
      "content": [
        "Not commingle others’ funds with their personal or operating funds",
        "Keep others’ funds in an escrow or trustee account\nGA Laws",
        "Violations (commingling, late",
        "GA Laws",
        "specific grounds for discipline.",
        "Practical examples the exam loves:",
        "Buyer deposit goes into trust/escrow, not the personal account",
        "Seller proceeds paid within 30 days unless written agreement says otherwise",
        "Any shortage in trust account = big red flag (conversion or misuse)"
      ]
    },
    {
      "heading": "Grounds for refusing to issue a license – 43-6-16",
      "content": [
        "The Commission can refuse a license when:",
        "GA Laws",
        "Applicant lacks good reputat\nGA Laws\ness, integrity, competence**"
      ]
    },
    {
      "heading": "False statement of material fact on the application",
      "content": [
        "Any ground that would be grounds for suspension/revocation is also grounds to deny a new license"
      ]
    },
    {
      "heading": "Grounds for revocation, suspension, censure – 43-6-18",
      "content": [
        "“Unfair trade practices” list – know this pattern.",
        "GA Laws",
        "Key ones:",
        "**Substantial mi\nGA Laws\ning property"
      ]
    },
    {
      "heading": "False, deceptive, or misleading advertising",
      "content": [
        "Statements that create false or unjustified expectations of services or results"
      ]
    },
    {
      "heading": "Continued and flagrant course of misrepresentation or false promises",
      "content": [
        "Advertising an absolute auction but conducting a reserve auction",
        "Failing to account for or remit money belonging to others within 30 days (unless contract says otherwise)",
        "Commingling others’ funds with personal funds or failing to keep them in escrow/trust",
        "Felony or crime of moral turpitude conviction"
      ]
    },
    {
      "heading": "Conduct demonstrating bad faith, dishonesty, incompetence, untruthfulness",
      "content": [
        "Improper, fraudulent, dishonest dealings",
        "Prior revocation/suspension of another professional license",
        "Knowingly making misleading, false, or deceptive statements on a license application"
      ]
    },
    {
      "heading": "Inspector – 43-6-18.1",
      "content": [
        "Commission has an inspector with full inspection rights",
        "May inspect any auction and any records, including trust accounts, for violations"
      ]
    },
    {
      "heading": "Hearings and appeals – 43-6-17, 43-6-19",
      "content": [
        "Before censure, suspension, or revocation, the Commission must provide a hearing under the Georgia Administrative Procedure Act",
        "If application is refused or a license is disciplined, the person has:",
        "Administrative remedies, then"
      ]
    },
    {
      "heading": "8. Recovery Fund – Auctioneers Education, Research, and Recovery Fund",
      "content": [
        "All in 43-6-22.1 – very testable numbers.",
        "GA Laws"
      ]
    },
    {
      "heading": "Purpose",
      "content": [
        "Protect the pub\nGA Laws\n violations",
        "Also supports education and research when the balance is above a minimum"
      ]
    },
    {
      "heading": "Key numbers",
      "content": [
        "Minimum balance: Fund must maintain at least $100,000"
      ]
    },
    {
      "heading": "Per licensee aggregate cap: Fund liability stops at $20,000 total for all acts of one licensee",
      "content": [
        "Per person cap: No person may receive more than $10,000 total from the Fund"
      ]
    },
    {
      "heading": "Who can claim?",
      "content": [
        "Any person aggrieved by an act, representation, transaction, or conduct of a licensee that violates the chapter or Commission rules",
        "Bonding companies (when not principals) cannot claim",
        "Licensees themselves cannot claim when acting as principal or agent in the transaction"
      ]
    },
    {
      "heading": "Time limits and procedure",
      "content": [
        "No action that may result in Fund payment can be started more than 2 years from when the cause of action accrues",
        "Aggrieved person must notify the Commission at the time the lawsuit is filed",
        "After a valid judgment and exhausting collection efforts, the court can order payment from the Fund within the statutory limits"
      ]
    },
    {
      "heading": "Effect on license",
      "content": [
        "Once a court order directs payment from the Fund:",
        "The license of that auctioneer (or supervising auctioneer for a company) is automatically revoked"
      ]
    },
    {
      "heading": "They cannot get a new license until they repay the Fund in full, plus 6% interest per year",
      "content": [
        "Bankruptcy does not wipe out this obligation"
      ]
    },
    {
      "heading": "Extra uses",
      "content": [
        "Any amount above $100,000 can be used by the Commission to help pay for education and research programs that benefit licensees and the public",
        "Fund can collect additional assessments at renewal, up to $150 per year per licensee, if needed to keep the minimum balance"
      ]
    },
    {
      "heading": "Injunctions – 43-6-23",
      "content": [
        "I\nGA Laws\nne is violating the chapter, the Attorney General can bring a civil action in superior court to stop the conduct",
        "No bond is required from the state for injunctions"
      ]
    },
    {
      "heading": "Exceptions – who is not covered – 43-6-24",
      "content": [
        "This chapter does not apply to:",
        "GA Laws",
        "Receivers, trustees in bankr\nGA Laws\ns, etc., acting under court orders",
        "Certain nonprofit organizations conducting auctions where funds are used to benefit:",
        "Persons with physical or mental disabilities or disorders, or research toward cures or prevention",
        "Wildlife or habitat preservation",
        "Must obtain a letter of exemption from the Commission",
        "Auctions of livestock, forest products, or farm products in facilities licensed and bonded under agricultural or tobacco statutes, plus youth livestock auctions sponsored by 4-H or FFA (with a Commission exemption letter)",
        "Students of approved auction schools during their course of study",
        "Public sale of personal property under the self-storage lien statute (10-4-213)",
        "Ringpersons as defined in 43-6-1"
      ]
    },
    {
      "heading": "Local regulation – 43-6-25.1",
      "content": [
        "Municipalities and counties can still lawfully regulate or license auctioneers",
        "However, they cannot license an auctioneer who is required to be licensed under Chapter 6 unless that auctioneer has already been approved by the state Commission"
      ]
    },
    {
      "heading": "Penalty for unlicensed practice – 43-6-25",
      "content": [
        "Any person or corporation acting as an auctioneer without a license, or violating the chapter, is guilty of a misdemeanor",
        "Punishment:",
        "Fine up to $1,000,",
        "Imprisonment up to 90 days, or both"
      ]
    },
    {
      "heading": "10. Exam Strategy and “High-Yield” Memory List",
      "content": [
        "If you are short on time, at least lock in these:"
      ]
    },
    {
      "heading": "Definitions",
      "content": [
        "Absolute auction – must sell to high bidder, no owner bidding",
        "Auction with reserve – seller can refuse any and all bids",
        "Ringperson – assists, but no calling bids or contracts"
      ]
    },
    {
      "heading": "Commission basics",
      "content": [
        "6 members – 5 licensed Georgia auctioneers with 5+ years practice, 1 consumer advocate",
        "Cannot set commission rates"
      ]
    },
    {
      "heading": "Licensing",
      "content": [
        "Auctioneer license required to “act, engage, or hold out” as auctioneer",
        "Real property – requires appropriate real estate license unless grandfathered",
        "Company must have a licensed auctioneer and a registered trust account"
      ]
    },
    {
      "heading": "Licenses expire biennially",
      "content": [
        "Up to 8 hours CE per renewal"
      ]
    },
    {
      "heading": "Trust accounts and money",
      "content": [
        "30-day rule to remit or account for others’ money, unless contract says otherwise",
        "No commingling – funds must be in trust/escrow",
        "Trust account must be active and registered with Commission"
      ]
    },
    {
      "heading": "Discipline",
      "content": [
        "Misrepresentation, misleading advertising, false promises, mislabeling absolute vs reserve",
        "Failing to remit funds, commingling, trust account shortages",
        "Felony or moral turpitude convictions",
        "Violating Commission rules or code of ethics"
      ]
    },
    {
      "heading": "Recovery Fund",
      "content": [
        "Minimum balance: $100,000",
        "Per transaction: $10,000 cap",
        "Aggregate per licensee: $20,000",
        "Per person: $10,000 total",
        "Must start action within 2 years of accrual",
        "Fund payment → automatic revocation until repayment with 6% interest"
      ]
    },
    {
      "heading": "Penalties and suits",
      "content": [
        "Unlicensed practice = misdemeanor, up to $1,000 and 90 days",
        "Cannot sue for commissions unless licensed at the time of the cause of action"
      ]
    }
  ]
}