{
  "state": "Kentucky",
  "title": "Kentucky Auctioneer Study Guide",
  "sections": [
    {
      "heading": "Kentucky Auctioneer Exam Study Guide",
      "content": [
        "(Auctioneer / Apprentice / Auction House Operator / Limited Livestock)"
      ]
    },
    {
      "heading": "1. How the Kentucky Exam Is Built",
      "content": [
        "You are not just being tested on “auction trivia.” The exam is designed to see if you can legally and safely function as a Kentucky licensee.",
        "Roughly, the auctioneer exam includes:"
      ]
    },
    {
      "heading": "Opening & closing remarks – what must be said to bidders; consumer protection.",
      "content": [
        "Your mindset to study:",
        "Know the big rules cold: license types, escrow rules, seller/bidder rights, advertising rules, and what gets people disciplined."
      ]
    },
    {
      "heading": "Be able to “talk through” the math: no fancy tricks, just clean percent and area calculations.",
      "content": [
        "Understand the forms: not from memory word-for-word, but what each section is doing and where key information goes."
      ]
    },
    {
      "heading": "Big picture",
      "content": [
        "Kentucky’s Board of Auctioneers exists to protect the public, not to boost auctioneers’ profits.",
        "The Board does this by:",
        "Licensing auctioneers, apprentices, auction house operators, and limited livestock auctioneers.",
        "Setting and enforcing rules.",
        "Investigating complaints and disciplining licensees when needed."
      ]
    },
    {
      "heading": "Board powers",
      "content": [
        "Can investigate complaints, subpoena records, hold hearings.",
        "Can fine, suspend, revoke, place on probation, or require extra education.",
        "Cannot throw you in jail – criminal penalties come from the courts, not the Board."
      ]
    },
    {
      "heading": "Complaints",
      "content": [
        "Must be written and verified (sworn) and contain facts that, if true, show a likely violation (“prima facie” case).",
        "Once filed, the Board can investigate and decide if charges and a hearing are appropriate."
      ]
    },
    {
      "heading": "Hearings & discipline",
      "content": [
        "Before revoking/suspending a license or denying an application (if requested), the Board must give due process – notice and a chance to be heard.",
        "For minor issues, the Board can issue a written admonishment that goes in your file. You typically have the right to respond or request a hearing within a set time."
      ]
    },
    {
      "heading": "Education, Research & Recovery Fund",
      "content": [
        "Exists to protect the public when a consumer has a judgment against a licensee and can’t collect.",
        "Consumer usually must:",
        "Get a court judgment.",
        "Make a good-faith effort to collect from the licensee.",
        "Then apply to the Board for payment from the Fund.",
        "If the Fund pays, the licensee usually:",
        "Must repay the Fund, and",
        "Can have their license suspended until it is repaid.",
        "If you remember nothing else:",
        "The Board protects the public. Your job is to never give them a good reason to make an example out of you."
      ]
    },
    {
      "heading": "Auction with reserve",
      "content": [
        "Default in Kentucky unless clearly stated otherwise.",
        "Seller can:",
        "Withdraw property any time before the auctioneer says “sold”.",
        "Require “seller confirmation” after the high bid.",
        "Seller bidding:",
        "If the seller (or someone for them) will bid, this must be fully disclosed in the terms."
      ]
    },
    {
      "heading": "Absolute auction / without reserve",
      "content": [
        "Property is to be sold to the highest bidder with no reserve.",
        "Once the auctioneer calls for bids on a lot, the seller generally cannot withdraw that lot except in narrow circumstances (e.g., a serious error).",
        "Undisclosed seller/shill bidding at an absolute auction = huge problem."
      ]
    },
    {
      "heading": "Buyer’s premium",
      "content": [
        "A percentage added to the hammer price to determine the total price.",
        "For personal property, sales tax is usually calculated on (hammer + premium).",
        "For real estate, the sale price on the deed often includes the premium as well."
      ]
    },
    {
      "heading": "Bona fide – acting in good faith, without fraud or trickery.",
      "content": [
        "Prima facie – evidence that, on its face, is strong enough to establish a violation unless disproved."
      ]
    },
    {
      "heading": "Apprentice auctioneer – can call bids but must be properly supervised by a principal auctioneer.",
      "content": [
        "Anyone else calling bids at a public auction for pay = unlicensed practice."
      ]
    },
    {
      "heading": "Principal auctioneer",
      "content": [
        "Negotiates auction contracts, supervises auctions, responsible for trust accounts, staff, and compliance.",
        "Typically must:",
        "Complete apprenticeship requirements (time + number of auctions).",
        "Pass the auctioneer exam."
      ]
    },
    {
      "heading": "Apprentice auctioneer",
      "content": [
        "Licensed, but must work under a specific principal auctioneer.",
        "Cannot act as principal or sign contracts on their own.",
        "When the relationship ends, the principal must notify the Board in writing."
      ]
    },
    {
      "heading": "Auction house operator",
      "content": [
        "Responsible for running a fixed-base auction facility (the “house”) and keeping required records at a definite place of business."
      ]
    },
    {
      "heading": "Limited livestock auctioneer",
      "content": [
        "May sell livestock only at a USDA-regulated fixed-base market.",
        "To sell general personal property or real estate, they need a principal auctioneer license."
      ]
    },
    {
      "heading": "Nonresident & reciprocal licenses",
      "content": [
        "Nonresidents usually must:",
        "Obtain a Kentucky license (possibly reciprocal if KY and their home state recognize each other).",
        "File an irrevocable consent to service of process so they can be served through the Board’s agent.",
        "Disciplinary action in another state can be used as grounds for discipline in Kentucky."
      ]
    },
    {
      "heading": "License renewal & CE",
      "content": [
        "Licenses typically expire on June 30 each year unless renewed.",
        "The Board can require:",
        "Up to 10 hours of continuing education per year.",
        "A core course on statutes, regulations, and ethics once in each four-year period."
      ]
    },
    {
      "heading": "Escrowed licenses",
      "content": [
        "You can place a license in escrow (inactive) with the Board.",
        "While escrowed, you cannot practice and are usually not required to complete CE or make certain fund contributions.",
        "You must reactivate properly before practicing again."
      ]
    },
    {
      "heading": "5. Escrow, Accounting & Records",
      "content": [
        "This is one of the fastest ways to get in real trouble if you’re sloppy."
      ]
    },
    {
      "heading": "Escrow basics",
      "content": [
        "Funds that belong to others – seller proceeds, deposits, earnest money – must be:",
        "Deposited in a separate escrow/trust account, not your personal or business operating account.",
        "Kept there until properly disbursed under the contract or law.",
        "Two big sins:"
      ]
    },
    {
      "heading": "Commingling – mixing your own funds with escrow funds.",
      "content": [
        "Conversion/misappropriation – actually spending escrows for yourself. That’s how you lose your license and maybe your freedom."
      ]
    },
    {
      "heading": "When can money come out?",
      "content": [
        "Out of escrow you can pay:",
        "Seller proceeds.",
        "Refunds to buyers.",
        "Any other disbursements shown on the settlement statement or required by contract.",
        "You do not pay:",
        "Rent, salaries, or personal bills from escrow."
      ]
    },
    {
      "heading": "Disputes over money",
      "content": [
        "If buyer and seller fight about who gets the earnest money:",
        "The auctioneer holds the funds until:",
        "There is written agreement from both parties, or",
        "A court order tells you who gets what.",
        "In some cases, you may interplead (pay funds into court and let the judge decide)."
      ]
    },
    {
      "heading": "Recordkeeping",
      "content": [
        "You must keep complete auction records (contracts, clerk sheets, buyer lists, settlement statements, advertising copies, etc.) for at least five years from final settlement.",
        "You must be able to tell, at any time:"
      ]
    },
    {
      "heading": "Advertising",
      "content": [
        "You cannot lie or mislead, even a little, just to get a crowd.",
        "Auction must not be advertised until there is a proper written auction listing contract with the seller.",
        "Ads must clearly show:",
        "The managing auctioneer’s name, identified as an auctioneer (license number may also be included).",
        "The basic details: date, time, location, and type of auction, plus any important terms (e.g., “10% buyer’s premium,” “with reserve,” etc.).",
        "Red-flag misrepresentations:",
        "Calling a reserve auction “absolute” or saying “everything sells regardless of price” when that is not true.",
        "Saying “estate auction” when the owner is alive and it’s not actually an estate situation, unless very clearly explained.",
        "Describing used or damaged property as “brand new” when you know it isn’t."
      ]
    },
    {
      "heading": "Ethics & professional conduct",
      "content": [
        "You owe honesty, loyalty, and fair dealing – especially to your seller, but also to buyers and the public.",
        "You must:",
        "Avoid fraud, deception, and hidden arrangements (like undisclosed side deals).",
        "Treat bidders professionally – no harassment, threats, or humiliating behavior.",
        "Disclose material facts you know about the property (structural defects, known environmental issues, known encumbrances, etc.)."
      ]
    },
    {
      "heading": "Puffing (opinion) vs. misrepresentation:",
      "content": [
        "Puffing: “This might be the nicest view in town.”",
        "Misrepresentation: “This is 14-karat gold with a 1-carat diamond” when it’s not.",
        "When in doubt:",
        "If the statement sounds like a specific fact and affects value, you better be right or you better say you don’t know."
      ]
    },
    {
      "heading": "7. Real Estate, Deeds & Property Interests",
      "content": [
        "You do not need to be a lawyer, but you do need to speak “basic real-estate.”"
      ]
    },
    {
      "heading": "Common real estate interests",
      "content": [
        "Fee simple absolute – the largest/broadest ownership interest; continues indefinitely, subject to zoning, easements, etc."
      ]
    },
    {
      "heading": "Life estate – lasts for the life of a specified person; ends at that person’s death.",
      "content": [
        "Easement – right to use someone else’s land for a specific purpose (like power lines). It is a non-possessory interest that burdens the property."
      ]
    },
    {
      "heading": "General warranty deed",
      "content": [
        "Strongest warranties to buyer.",
        "Seller is liable for title defects arising before and during their ownership."
      ]
    },
    {
      "heading": "Special (limited) warranty deed",
      "content": [
        "Seller only warrants against defects while they owned the property, not before."
      ]
    },
    {
      "heading": "Quitclaim deed",
      "content": [
        "Grantor conveys whatever interest they may have, with no warranties of title.",
        "From the seller’s standpoint, this type has the least liability."
      ]
    },
    {
      "heading": "Encumbrances & easements",
      "content": [
        "Terms like “subject to all easements and restrictions of record” mean:",
        "Buyer takes the property with existing recorded easements and restrictions (utility lines, subdivision covenants, etc.).",
        "Acreage:",
        "You should know that 1 acre = 43,560 square feet.",
        "Many auction terms say acreages are approximate and the property is sold by the tract, not guaranteed by exact square foot."
      ]
    },
    {
      "heading": "Auction listing contract",
      "content": [
        "The state’s listing contract form is heavily tested. Know what each section is about:",
        "Who the parties are (seller and auctioneer)."
      ]
    },
    {
      "heading": "Commission and fees:",
      "content": [
        "Flat percentage? Sliding scale? Buyer’s premium?",
        "Who pays advertising, labor, and other expenses."
      ]
    },
    {
      "heading": "Type of auction:",
      "content": [
        "With reserve / without reserve / subject to seller confirmation.",
        "Whether seller reserves right to bid (must be disclosed)."
      ]
    },
    {
      "heading": "Escrow provisions:",
      "content": [
        "How money is handled.",
        "When settlement to seller occurs."
      ]
    },
    {
      "heading": "Closing statement",
      "content": [
        "You must be comfortable reading a settlement that shows:"
      ]
    },
    {
      "heading": "Any unpaid items that should not be treated as part of seller proceeds.",
      "content": [
        "If you can follow the money from “hammer price” to “check in the seller’s hands,” you’re in good shape."
      ]
    },
    {
      "heading": "9. Opening & Closing Remarks",
      "content": [
        "There are specific questions on this, so do not ignore it."
      ]
    },
    {
      "heading": "Opening remarks – what you must cover",
      "content": [
        "Before you start selling, you should clearly state:",
        "That this is a public auction and who is conducting it."
      ]
    },
    {
      "heading": "“As-is, where-is” language and any limited warranties.",
      "content": [
        "Think of it as:",
        "“Here are the rules of the game before we start the game.”"
      ]
    },
    {
      "heading": "Closing remarks",
      "content": [
        "At the end, you should:",
        "Thank participants.",
        "Remind buyers about:"
      ]
    },
    {
      "heading": "When and how to remove items or schedule closing.",
      "content": [
        "Clarify any last-minute instructions (e.g., special loading rules, parking, etc.)."
      ]
    },
    {
      "heading": "10. Kentucky Auction Math Mini-Guide",
      "content": [
        "This is where people panic for no reason. The math is basic percent, area, and adding/subtracting. No algebra tricks. Practice until these feel boring."
      ]
    },
    {
      "heading": "Percent to decimal: divide by 100",
      "content": [
        "10% → 0.10",
        "6% → 0.06",
        "12% → 0.12",
        "Finding a percentage of a number:\n Part=Rate×Whole\\text{Part} = \\text{Rate} \\times \\text{Whole}Part=Rate×Whole"
      ]
    },
    {
      "heading": "Example",
      "content": [
        "Hammer price = $800",
        "Buyer’s premium = 10%",
        "Sales tax = 6%",
        "Premium = 0.10 × 800 = $80",
        "Subtotal = 800 + 80 = $880",
        "Tax = 0.06 × 880 = $52.80",
        "Total due = 880 + 52.80 = $932.80",
        "Multi-item example:",
        "Items: $200, $350, $450 → total hammer = $1,000",
        "Premium = 12% of 1,000 = 0.12 × 1,000 = $120",
        "Subtotal = 1,000 + 120 = $1,120",
        "Tax = 6% of 1,120 = 0.06 × 1,120 = $67.20",
        "Total due = 1,120 + 67.20 = $1,187.20"
      ]
    },
    {
      "heading": "Example",
      "content": [
        "Gross sales = $75,000",
        "Commission = 12%",
        "Advertising = $1,500",
        "Labor = $1,000",
        "Commission = 0.12 × 75,000 = $9,000",
        "Total expenses = 9,000 + 1,500 + 1,000 = $11,500",
        "Net to seller = 75,000 − 11,500 = $63,500"
      ]
    },
    {
      "heading": "Reverse direction (seller wants a specific net)",
      "content": [
        "You know desired net and the commission rate. You solve for the total sales needed.",
        "If commission is a straight % that covers everything:",
        "Seller keeps (1 − commission rate) of the sale price.",
        "Formula:\n Sale price=Desired net1−Commission rate\\text{Sale price} = \\frac{\\text{Desired net}}{1 - \\text{Commission rate}}Sale price=1−Commission rateDesired net​"
      ]
    },
    {
      "heading": "Example",
      "content": [
        "Seller wants to net $50,000 after a 15% commission:",
        "Commission rate = 15% = 0.15",
        "Seller keeps 1 − 0.15 = 0.85 (85%)",
        "Sale price = 50,000 ÷ 0.85 ≈ $58,823.53 → about $58,824"
      ]
    },
    {
      "heading": "10.4 Area & Acreage",
      "content": [
        "You need two core facts:"
      ]
    },
    {
      "heading": "Example 1 – Area (square feet)",
      "content": [
        "Lot: 250 ft × 350 ft",
        "Area = 250 × 350 = 87,500 sq. ft."
      ]
    },
    {
      "heading": "Example 2 – Acres",
      "content": [
        "Tract: 217,800 sq. ft.",
        "Acres = 217,800 ÷ 43,560 = 5 acres"
      ]
    },
    {
      "heading": "Example 3 – Solve for missing side",
      "content": [
        "Lot area = 34,875 sq. ft., width = 125 ft",
        "Area = width × depth",
        "34,875 = 125 × depth",
        "Depth = 34,875 ÷ 125 = 279 ft"
      ]
    }
  ]
}