{
  "state": "Louisiana",
  "title": "Louisiana Auctioneer Study Guide",
  "sections": [
    {
      "heading": "Big picture",
      "content": [
        "- This guide tracks the main topics from the Louisiana statute and your 300-question practice bank.",
        "- Each section starts with quick takeaways at the top.",
        "- The goal is not to turn students into lawyers; it is to make sure they can pass the exam and not lose their license in the first year."
      ]
    },
    {
      "heading": "How to study",
      "content": [
        "- Read the bullet takeaways first.",
        "- Then study the details.",
        "- Then drill with practice questions."
      ]
    },
    {
      "heading": "Takeaways",
      "content": [
        "- The law exists to protect the public, not to make life easy for auctioneers.",
        "- The Board regulates auctioneers, auction businesses, and apprentices.",
        "- Violations can lead to fines, license discipline, and even criminal charges."
      ]
    },
    {
      "heading": "Key ideas",
      "content": [
        "- Louisiana regulates auctioneers because auctions involve other people’s money and property.",
        "- The statute sets minimum standards of competence, honesty, and financial responsibility.",
        "- The Board enforces these standards through licensing and discipline."
      ]
    },
    {
      "heading": "Takeaways",
      "content": [
        "- The Board is made up of seven members.",
        "- Members are appointed by the Governor under the statute.",
        "- The Board meets regularly to do its work."
      ]
    },
    {
      "heading": "Board composition and role",
      "content": [
        "- Seven members, typically representing both the public and the profession.",
        "- Appointed by the Governor, subject to the requirements in the law.",
        "- Members may receive per diem and expense reimbursement when performing Board duties."
      ]
    },
    {
      "heading": "What the Board does",
      "content": [
        "- Issues and renews licenses for auctioneers, apprentices, and auction businesses.",
        "- Adopts rules using the Louisiana Administrative Procedure Act, which means public notice, an opportunity for comment, and rules that have the force of law once adopted.",
        "- Investigates complaints and holds hearings.",
        "- Imposes discipline when there are violations."
      ]
    },
    {
      "heading": "Board powers",
      "content": [
        "- Subpoena witnesses and records.",
        "- Hold quasi-judicial hearings.",
        "- Assess administrative fines within statutory limits.",
        "- Suspend, revoke, or place licenses on probation.",
        "- Require continuing education through rules."
      ]
    },
    {
      "heading": "Takeaways",
      "content": [
        "- Know the definitions. They show up all over the exam.",
        "- Focus on auctioneer, apprentice, auction business, auction, absolute auction, reserve auction.",
        "- Also understand shill bidding, commingling, and fiduciary duty."
      ]
    },
    {
      "heading": "Auctioneer",
      "content": [
        "- A person who, for another and for a fee or commission, offers property for sale by competitive bidding.",
        "- This is the individual who conducts or calls the auction and is required to hold a license unless exempt."
      ]
    },
    {
      "heading": "Auction business",
      "content": [
        "- Any person or entity that arranges, sponsors, manages, or conducts auctions for others for compensation.",
        "- Can be a firm, company, partnership, LLC, or corporation.",
        "- Often needs its own license separate from the individual auctioneer."
      ]
    },
    {
      "heading": "Apprentice auctioneer",
      "content": [
        "- A person licensed as an apprentice who can only perform auction activities while employed or supervised by a fully licensed auctioneer.",
        "- Cannot supervise other apprentices and cannot operate independently."
      ]
    },
    {
      "heading": "Auction",
      "content": [
        "- Sale of property by competitive bidding, including live outcry, online real-time auctions, and extended online bidding that continues when bids come in.",
        "- Sealed-bid sales are specifically excluded; they are not auctions under this law."
      ]
    },
    {
      "heading": "Absolute auction",
      "content": [
        "- No reserve.",
        "- Once bidding opens on an item, it must be sold to the highest bidder, except for very narrow, lawful exceptions.",
        "- Advertising an auction as absolute when reserves exist is deceptive."
      ]
    },
    {
      "heading": "Reserve auction",
      "content": [
        "- Seller reserves the right to accept or reject bids.",
        "- Property may be withdrawn if the reserve is not met.",
        "- Terms must match how the sale is actually conducted."
      ]
    },
    {
      "heading": "Other important concepts",
      "content": [
        "- Shill bidding or sham bidding is fake bidding by people with no intent to buy, used to drive up the price. This is prohibited.",
        "- Commingling is mixing client funds with the auctioneer’s personal or business operating funds. This is prohibited.",
        "- Fiduciary or agency means the auctioneer acts as an agent for the consignor, with duties of loyalty, care, and proper accounting."
      ]
    },
    {
      "heading": "Takeaways",
      "content": [
        "- If you call auctions or run an auction business for pay, you probably need a license.",
        "- Certain court officials and some nonprofit charity sales may be exempt.",
        "- Sealed-bid sales are outside the auction law."
      ]
    },
    {
      "heading": "Must be licensed",
      "content": [
        "- Anyone who, for another and for compensation, offers property for sale by competitive bidding.",
        "- Auction businesses that arrange and conduct auctions for others.",
        "- Nonresident auctioneers who want to operate in Louisiana, unless a narrow exception applies."
      ]
    },
    {
      "heading": "Common exemptions",
      "content": [
        "- Court-appointed or legally authorized officials conducting judicial or sheriff’s sales.",
        "- Certain nonprofit or charitable auctions that meet statutory conditions.",
        "- Sealed-bid business deals where there is no live competitive auction.",
        "If there is uncertainty about whether an activity needs a license, the safest approach is to check the statute and Board rules and, if needed, consult the Board or legal counsel."
      ]
    },
    {
      "heading": "Takeaways",
      "content": [
        "- Basic requirements include age, education, auction education, exam, bond, and good character.",
        "- Applicants apply on Board forms and pay required fees.",
        "- Nonresident applicants may qualify through reciprocity."
      ]
    },
    {
      "heading": "Typical qualifications",
      "content": [
        "- Minimum age (commonly 18).",
        "- High school diploma or equivalent (GED).",
        "- Completion of an approved auction school or education program.",
        "- Passing the Louisiana auctioneer exam.",
        "- Good moral character with no disqualifying criminal or disciplinary history.",
        "- Posting a surety bond or cash deposit in the required amount."
      ]
    },
    {
      "heading": "Application process",
      "content": [
        "- Submit a completed written application with all required information.",
        "- Disclose criminal history, prior disciplinary actions, and other relevant background.",
        "- Pay the application and license fees.",
        "- For nonresident reciprocity, provide proof of a current license in good standing in another state and show that the other state’s requirements are comparable to Louisiana’s, usually with a certificate of good standing."
      ]
    },
    {
      "heading": "Reasons for denial may include",
      "content": [
        "- Material misstatements on the application.",
        "- Significant criminal history involving fraud, theft, dishonesty, or violence.",
        "- Past license revocation or severe discipline in another state."
      ]
    },
    {
      "heading": "Takeaways",
      "content": [
        "- Apprentices must be licensed as apprentices.",
        "- They must work under a licensed auctioneer, not on their own.",
        "- Apprentices cannot supervise other apprentices."
      ]
    },
    {
      "heading": "Key points",
      "content": [
        "- Apprentice status is a training status, not full licensure.",
        "- All auction activities by an apprentice must be under the direction, employment, or supervision of a licensed auctioneer.",
        "- The supervising auctioneer is responsible for training, oversight, and ensuring compliance with law and rules.",
        "- The Board can discipline both the apprentice and the supervising auctioneer if there are violations."
      ]
    },
    {
      "heading": "Takeaways",
      "content": [
        "- Licenses must be renewed on the Board’s schedule with required fees and continuing education.",
        "- A lapse of less than 12 months can often be fixed by paying renewal and late fees.",
        "- A lapse of more than 12 months usually means you are treated as a new applicant."
      ]
    },
    {
      "heading": "Renewal",
      "content": [
        "- Pay the renewal fee by the due date.",
        "- Complete continuing education as required by Board rule.",
        "- Continuing education hours and course types are set and adjusted by the Board."
      ]
    },
    {
      "heading": "Lapsed licenses",
      "content": [
        "- Lapse under 12 months: the Board may allow reinstatement by paying renewal plus delinquent fees and showing continuing education compliance, with no new exam required in many cases.",
        "- Lapse over 12 months: usually treated as unlicensed, and the person must re-qualify like a new applicant and may need to retake the exam."
      ]
    },
    {
      "heading": "Address and status changes",
      "content": [
        "- Auctioneers must notify the Board promptly of changes to home address, business address, or trade names.",
        "- Failure to keep contact information updated can lead to missed notices and disciplinary trouble."
      ]
    },
    {
      "heading": "Takeaways",
      "content": [
        "- Client funds belong to clients, not the auctioneer.",
        "- Commingling and misappropriation are fast tracks to revocation and criminal charges.",
        "- Detailed settlement statements are essential."
      ]
    },
    {
      "heading": "Trust and escrow accounts",
      "content": [
        "- Auctioneers must keep client funds in a separate trust or escrow account.",
        "- No mixing of consignor or buyer funds with the auctioneer’s general operating or personal funds.",
        "- Funds must be disbursed according to the contract and within the time set by law or rule."
      ]
    },
    {
      "heading": "Bond or cash deposit",
      "content": [
        "- Auctioneers and auction businesses must maintain a surety bond or cash deposit.",
        "- The bond protects the public and consignors from loss caused by violations.",
        "- If a claim is paid from the bond, the licensee must replenish or replace it to avoid losing the license."
      ]
    },
    {
      "heading": "Settlement and records",
      "content": [
        "- Provide each consignor with a settlement statement showing items sold, hammer prices, buyer’s premiums if relevant, commissions, expenses deducted, and net proceeds.",
        "- Maintain contracts, settlement sheets, checks, deposit slips, and related records for the period required by Board rule."
      ]
    },
    {
      "heading": "Takeaways",
      "content": [
        "- The auctioneer is an agent for the consignor.",
        "- Use written contracts for every significant auction.",
        "- Oral promises that conflict with written terms create legal problems."
      ]
    },
    {
      "heading": "Written auction contract should cover",
      "content": [
        "- Identity of the parties (auctioneer, auction business, consignor).",
        "- Description of property or type of sale.",
        "- Commission structure and fees, including advertising and buyer’s premium if relevant.",
        "- Responsibility for expenses.",
        "- Timing of the auction, settlement, and payment.",
        "- Any reserves or special terms."
      ]
    },
    {
      "heading": "Fiduciary duties to the consignor",
      "content": [
        "- Loyalty: act in the consignor’s best interest within the law and the contract.",
        "- Confidentiality: do not disclose reserve prices or confidential financial details without consent.",
        "- Accounting: handle money correctly and provide accurate records.",
        "If contract language conflicts with the statute or Board rules, the law controls and the illegal part of the contract is unenforceable."
      ]
    },
    {
      "heading": "Takeaways",
      "content": [
        "- Advertising must be truthful and not misleading.",
        "- Include the auctioneer’s name and license number where required.",
        "- Do not advertise an auction as absolute if there is any hidden reserve."
      ]
    },
    {
      "heading": "Advertising rules commonly include",
      "content": [
        "- Identify the licensed auctioneer in the ad.",
        "- Include license numbers when required by the Board.",
        "- Use honest descriptions. Do not promise that everything must sell to highest bidder if reserves exist or exaggerate or invent qualities such as calling used items new in box when they are not."
      ]
    },
    {
      "heading": "Buyer’s premium disclosure",
      "content": [
        "- Post buyer’s premium at registration and at the sale location where possible.",
        "- Put it in written terms, catalogs, or online listings.",
        "- Announce it clearly before bidding begins.",
        "Exam questions often focus on failures to disclose a buyer’s premium or misuse of the term absolute."
      ]
    },
    {
      "heading": "Takeaways",
      "content": [
        "- Absolute means no reserve; everything sells to the highest bidder once bidding opens.",
        "- Reserve means the seller can reject low bids or withdraw items under the terms.",
        "- Online and extended auctions are still subject to auction law."
      ]
    },
    {
      "heading": "Absolute auction",
      "content": [
        "- No reserve.",
        "- Once an item is offered and bidding begins, it must be sold to the highest bidder.",
        "- Using the word absolute while hiding reserves is deceptive and grounds for discipline."
      ]
    },
    {
      "heading": "Reserve auction",
      "content": [
        "- Seller may accept or reject bids.",
        "- Seller may withdraw the property if the reserve is not met, consistent with written and announced terms.",
        "- Terms such as auctioneer reserves the right to reject any and all bids are typical in reserve auctions."
      ]
    },
    {
      "heading": "Online and extended auctions",
      "content": [
        "- Must still comply with licensing, advertising, escrow, and disclosure rules.",
        "- Bidders must understand how bids are accepted, how ties are resolved, when the auction closes, and how buyer’s premiums and tax are calculated.",
        "Extended bidding means the closing time is automatically extended when bids are placed near the end to prevent last-second sniping and encourage fair competition."
      ]
    },
    {
      "heading": "Takeaways",
      "content": [
        "- The Board can investigate any licensee or applicant.",
        "- Basic due process includes notice and an opportunity to be heard.",
        "- Sanctions include fines, probation, suspension, and revocation."
      ]
    },
    {
      "heading": "Complaints and investigations",
      "content": [
        "- Anyone can file a complaint.",
        "- Complaints may be treated as confidential during investigation, subject to public records law.",
        "- The Board staff can investigate, obtain records, and use subpoena power."
      ]
    },
    {
      "heading": "Hearings",
      "content": [
        "- Licensee receives written notice of charges and the time and place of the hearing.",
        "- The Board acts in a quasi-judicial role.",
        "- The Board usually has the burden of proof by preponderance of the evidence."
      ]
    },
    {
      "heading": "Possible sanctions",
      "content": [
        "- Written reprimand or censure.",
        "- Probation with conditions.",
        "- Fines as allowed by statute.",
        "- Suspension or revocation of the license.",
        "- Emergency summary suspension if continued practice is an immediate danger to the public, followed by a prompt hearing."
      ]
    },
    {
      "heading": "Criminal penalties",
      "content": [
        "- Violations of the Auctioneers Licensing Law are generally misdemeanor offenses.",
        "- Each sale or act in violation can be a separate offense.",
        "- Misappropriation of funds may also be charged as theft or fraud under criminal law."
      ]
    },
    {
      "heading": "Takeaways",
      "content": [
        "- Sales of immovable property (real estate) have extra requirements.",
        "- A certificate of mortgages and encumbrances must be produced and read before certain public sales of immovables.",
        "- Auction law coexists with other laws such as real estate licensing and the Civil Code."
      ]
    },
    {
      "heading": "Real estate auctions",
      "content": [
        "- Auction law does not replace real estate licensing.",
        "- When the law requires a real estate broker or salesperson, the auctioneer must work with a properly licensed real estate professional.",
        "- The sale must comply with both auction and real estate statutes."
      ]
    },
    {
      "heading": "Immovable property certificate",
      "content": [
        "- For non-judicial public sales, a certificate of mortgages and encumbrances that affect the property must be produced and read before sale.",
        "- This protects buyers and bidders by revealing liens and encumbrances."
      ]
    },
    {
      "heading": "Sealed bids versus auctions",
      "content": [
        "- Sealed-bid sales are not auctions under this law.",
        "- Many exam questions ask whether something is or is not covered by the Auctioneers Licensing Law based on whether there is competitive bidding."
      ]
    },
    {
      "heading": "Takeaways",
      "content": [
        "- Good paperwork and habits prevent most problems.",
        "- Internal policies and staff training are not extra; they are survival tools.",
        "- When in doubt, document, disclose, and ask questions."
      ]
    },
    {
      "heading": "Best practices",
      "content": [
        "- Use written contracts for every sale.",
        "- Have clear terms and conditions, including buyer’s premium, payment terms, and pickup deadlines.",
        "- Use separate trust accounts and never commingle funds.",
        "- Maintain records for the full period required by rule.",
        "- Train staff on what they can and cannot say or promise.",
        "- Review operations regularly against the statute and Board rules."
      ]
    },
    {
      "heading": "16. Auction Math Mini-Guide (High Yield)",
      "content": [
        "You do not need to be a math genius. You do need to be fluent with percentages, commissions, buyer’s premiums, and basic tax calculations."
      ]
    },
    {
      "heading": "16.1 Percent basics",
      "content": [
        "- Percent means per hundred."
      ]
    },
    {
      "heading": "- Convert percent to decimal by moving the decimal two places left",
      "content": [
        "- 10 percent becomes 0.10.",
        "- 12 percent becomes 0.12.",
        "- 8.25 percent becomes 0.0825."
      ]
    },
    {
      "heading": "Formula",
      "content": [
        "- Part = Whole × Rate.",
        "- Whole = Part ÷ Rate."
      ]
    },
    {
      "heading": "Example 1 – Single commission",
      "content": [
        "- Hammer price: 10,000 dollars.",
        "- Commission: 15 percent.",
        "Commission = 0.15 × 10,000 = 1,500 dollars.",
        "Net to consignor before other fees = 10,000 − 1,500 = 8,500 dollars."
      ]
    },
    {
      "heading": "Example 2 – Commission plus advertising fee",
      "content": [
        "- Hammer price: 12,000 dollars.",
        "- Commission: 10 percent.",
        "- Advertising fee: 3 percent.",
        "Commission = 0.10 × 12,000 = 1,200 dollars.",
        "Advertising fee = 0.03 × 12,000 = 360 dollars.",
        "Total to auctioneer = 1,200 + 360 = 1,560 dollars.",
        "Net to consignor = 12,000 − 1,560 = 10,440 dollars."
      ]
    },
    {
      "heading": "Example 1 – Buyer’s premium only",
      "content": [
        "- Hammer price: 4,000 dollars.",
        "- Buyer’s premium: 12 percent.",
        "Buyer’s premium = 0.12 × 4,000 = 480 dollars.",
        "Total due from buyer = 4,000 + 480 = 4,480 dollars."
      ]
    },
    {
      "heading": "Example 2 – Buyer’s premium plus tax on both",
      "content": [
        "Terms state that tax applies to hammer plus buyer’s premium.",
        "- Hammer price: 5,000 dollars.",
        "- Buyer’s premium: 10 percent.",
        "- Sales tax: 8 percent.",
        "Step 1 – Buyer’s premium: 0.10 × 5,000 = 500 dollars.",
        "Step 2 – Tax base: 5,000 + 500 = 5,500 dollars.",
        "Step 3 – Tax: 0.08 × 5,500 = 440 dollars.",
        "Step 4 – Total due: 5,000 + 500 + 440 = 5,940 dollars.",
        "The key is to read whether tax is on hammer only or on hammer plus premium."
      ]
    },
    {
      "heading": "16.4 Quick percent tricks",
      "content": [
        "- Ten percent of a number: move decimal one place left (for example, 10 percent of 3,200 is 320).",
        "- Five percent is half of ten percent (for example, 5 percent of 3,200 is 160).",
        "- Fifteen percent is ten percent plus five percent (for example, 15 percent of 3,200 is 320 + 160 = 480)."
      ]
    },
    {
      "heading": "16.5 Common math question types on exams",
      "content": [
        "- Buyer’s total bill given hammer price, premium, and tax.",
        "- Consignor’s net proceeds after commission and fees.",
        "- Total compensation to auctioneer when there are multiple fees.",
        "- Hammer price when the buyer’s total, including premium, is known.",
        "If students can handle the examples above, they can handle the exam math."
      ]
    }
  ]
}