{
  "state": "Tennessee",
  "title": "Tennessee Auctioneer Study Guide",
  "sections": [
    {
      "heading": "Quick Start: What to Know for the Exam",
      "content": [
        "• Knowing which license is required (and when another license is ALSO required, like real estate or motor vehicle).",
        "• Exemptions: what IS exempt and what is NOT exempt (especially online bidding vs simulcast).",
        "• Timelines and numbers: renewal cycle, CE hours, lien/citation deadlines, recovery fund caps.",
        "• Discipline triggers: escrow/commingling, misrepresentation, false bidders, written contracts, and who can accept compensation.",
        "• Auction math: buyer’s premium, sales tax rules, commission splits, and escrow math."
      ]
    },
    {
      "heading": "License Requirements (62-19-102)",
      "content": [
        "Big idea: If you act as an auctioneer (or advertise/represent that you are), you must hold the correct license."
      ]
    },
    {
      "heading": "Key rules:",
      "content": [
        "• You cannot act as, advertise as, or represent yourself as an auctioneer without a valid license issued by the Commission.",
        "• Real property auctions: you must be licensed under this chapter AND also hold the appropriate real estate broker/affiliate broker license. If an affiliate auctioneer is conducting the real property auction, the employing auctioneer must be on the premises during the auction.",
        "• Public automobile auctions: you must be licensed as a public automobile auctioneer AND be licensed as a motor vehicle dealer under Title 55.",
        "• All auctions arranged by or through a principal auctioneer must be conducted exclusively by individuals licensed under this chapter."
      ]
    },
    {
      "heading": "Exemptions (62-19-103)",
      "content": [
        "Exemptions are fact-specific. If a question says “charity auction” or “court-ordered sale,” don’t assume. Check the conditions.",
        "• Court-appointed roles (receiver, trustee in bankruptcy, guardian, executor, etc.) acting under court order.",
        "• Trustee under trust agreement/deed of trust/will, or secured party selling collateral after default under UCC Article 9.",
        "• Governmental entity auctions or judicial order/decree auctions.",
        "• Political party/church/charitable auctions ONLY if the person conducting receives no compensation and does not hold themselves out as available to auction goods.",
        "• Owner selling their own property in the regular course of managing/investing in property not acquired for resale (with a sales-tax presumption rule in the statute).",
        "• Certain livestock and tobacco warehouse auctions, with conditions.",
        "• Online fixed price or timed listings that allow bidding BUT are not a simulcast of a live auction.",
        "• Certain salvage/nonrepairable vehicle auction businesses licensed under the Tennessee Motor Vehicle Commission, with conditions.",
        "• Small online-auction activity threshold exemption: under $25,000 revenue in a calendar year from online auctions."
      ]
    },
    {
      "heading": "Tennessee Auctioneer Commission: What It Is and What It Does (62-19-104 to 62-19-107)",
      "content": [
        "You’ll see questions about who sits on the Commission, quorum, and what powers it has."
      ]
    },
    {
      "heading": "Commission composition (high-yield):",
      "content": [
        "• 5 members total.",
        "• 4 members must be auctioneers: actively and principally engaged for at least 5 years, recognized standing, at least age 30, good moral character.",
        "• 1 member is a public member (not engaged in the auction business): at least age 30, good moral character, appointed at-large.",
        "• Governor appoints members and strives to have at least one member age 60 or older.",
        "• Commission meets at least quarterly; 3 members = quorum."
      ]
    },
    {
      "heading": "Commission powers (high-yield):",
      "content": [
        "• Organize itself and select officers.",
        "• Adopt bylaws/rules/regulations consistent with law.",
        "• Adopt a seal and keep records (copies can be used as evidence like originals).",
        "• Set continuing education requirements and standards (with specific statutory exemptions)."
      ]
    },
    {
      "heading": "Licensing Path and Exam Logistics (Student-Friendly)",
      "content": [
        "The exam is part of the licensing process. Tennessee’s public licensing site and Commission pages outline the steps."
      ]
    },
    {
      "heading": "Typical path (affiliate-level entry point):",
      "content": [
        "• Complete a 50-hour approved auction education program and obtain your education certificate.",
        "• Apply to the testing company (PSI) to take the examination.",
        "• After you pass, submit your fees and documentation to the Tennessee Auctioneer Commission for license issuance.",
        "• Affiliate auctioneers need a sponsor (principal auctioneer actively licensed at least 1 year, per the licensing guidance)."
      ]
    },
    {
      "heading": "Common fees shown on the state licensing guidance (verify current amounts at application time):",
      "content": [
        "Note: Fees can change. Always confirm on the official Tennessee Department of Commerce and Insurance pages before collecting money from students."
      ]
    },
    {
      "heading": "Renewals and Continuing Education (62-19-106(e) and 62-19-111(i)-(j))",
      "content": [
        "Renewal is time-based and unforgiving. Put these numbers on flashcards.",
        "• Licenses expire two (2) years from the original issue date.",
        "• Continuing education is six (6) hours each renewal period (unless you fall under a statutory exemption).",
        "• Renewal is due on or before expiration. The Commission may allow renewal within two (2) months after expiration with fees and penalties. After that, you generally reapply.",
        "• The state’s renewal guidance commonly indicates renewals are allowed in the 60 days immediately preceding expiration (check the current renewal instructions)."
      ]
    },
    {
      "heading": "Statutory CE exemptions (from the text you provided):",
      "content": [
        "• Auctioneer is exempt if age 60+ and licensed as an auctioneer for 10+ years.",
        "• Auctioneer is exempt if licensed pursuant to this chapter since July 1, 1999.",
        "• Auctioneer is exempt if holding only a bid caller license.",
        "• No affiliate auctioneer is exempt from continuing education."
      ]
    },
    {
      "heading": "Discipline: Denial, Suspension, Revocation (62-19-112)",
      "content": [
        "If you’re studying ethics, start here. The exam loves these scenarios."
      ]
    },
    {
      "heading": "Top discipline triggers to memorize:",
      "content": [
        "• Substantial misrepresentation (including bid caller holding themselves out as principal/public automobile auctioneer).",
        "• Flagrant course of misrepresentation or false promises.",
        "• Affiliate auctioneer accepting compensation from anyone other than their employer auctioneer.",
        "• Failing to account for/remit money belonging to others; commingling; failing to keep others’ funds in escrow/trust account (with a specific carveout for certain auto auctions).",
        "• Failing to provide copies of written instruments at execution.",
        "• Failing to enter into a written contract with the owner/consignee before sale.",
        "• Engaging in real property auctioning without proper real estate licensure.",
        "• Knowingly using false bidders/cappers/pullers.",
        "• Improper, fraudulent, incompetent, or dishonest dealings.",
        "• Bid caller negotiating/executing auction contracts or taking possession of seller assets or proceeds.",
        "Practical exam tip: If the question asks “who can accept money,” look for the employer relationship, escrow handling, and whether the person is a bid caller vs affiliate vs principal."
      ]
    },
    {
      "heading": "Liens and Collection Rights (62-19-108 and 62-19-119)",
      "content": [
        "These sections are numbers-heavy and easy points if you memorize the timelines.",
        "• If an auctioneer is denied payment for commission/fee, they may have a lien on the property they were hired to auction (only property owned by the person who denied payment).",
        "• Lien notice must be filed within 60 days after the auction in the county register’s office where the property is located.",
        "• Lien is not effective against a bona fide purchaser for value.",
        "• Lien continues for 90 days from filing and through the final termination of an enforcement suit filed within that period.",
        "• To sue for compensation for auctioneering services, the person must allege and prove they were duly licensed at the time the cause of action arose.",
        "• Affiliate auctioneers generally cannot sue in their own name for commissions from third parties; the employing auctioneer brings the action (affiliate can sue the employing auctioneer for amounts due)."
      ]
    },
    {
      "heading": "Citations and Penalties (62-19-121 and 62-19-126)",
      "content": [
        "This is enforcement mechanics: who can cite, deadlines, penalty range, and appeal timing.",
        "• Violations are a Class C misdemeanor (criminal).",
        "• Administrative director/investigator can issue citations for unlicensed activity.",
        "• Citations include a cease-violations order and civil penalty of $50 to $2,500 per violation.",
        "• Citation must be issued within 1 year of the act/omission.",
        "• Appeal by written notice postmarked within 15 working days after service.",
        "• If contested, a contested case hearing occurs under the Uniform Administrative Procedures Act.",
        "• After appeals, the administrative director can seek court judgment for the civil penalty plus court costs and an order to cease violations."
      ]
    },
    {
      "heading": "Auctioneer Education and Recovery Account (62-19-116)",
      "content": [
        "This is essentially a consumer protection fund. Memorize caps and the repayment consequence.",
        "• Account minimum balance: $150,000.",
        "• New and renewal licenses include a $50 fee (or lesser amount set by rule) to support the account.",
        "• Court-ordered recovery is limited to actual/compensatory damages (not interest/costs).",
        "• Max liability: $10,000 per transaction; max $20,000 aggregate on behalf of a licensee.",
        "• If the account pays on behalf of a licensee, the Commission can suspend/revoke and require repayment plus interest before the person is eligible for a new license.",
        "• Filing false or materially misleading documents related to the account is unlawful."
      ]
    },
    {
      "heading": "Reciprocity and Nonresidents (62-19-117)",
      "content": [
        "If you see “out-of-state auctioneer,” think: reciprocity + escrow + service of process consent.",
        "• Nonresident auctioneers regularly engaged in the business and maintaining a business location in another state may not have to maintain a TN business location (if they qualify under the statute).",
        "• Commission may recognize another state’s license if: the person is domiciled there, that state reciprocates, and their requirements include an exam equal or higher standard than TN.",
        "• Nonresident auctioneers must maintain an escrow account for others’ funds resulting from a TN auction sale.",
        "• Nonresident applicants must file an irrevocable consent to service of process via the Commission and follow the statute’s mailing and default-judgment timing rules."
      ]
    },
    {
      "heading": "Business Location and Signage (62-19-118)",
      "content": [
        "The exam loves letter-height questions. Yes, really.",
        "• Maintain a definite place of business in Tennessee unless a nonresident exception applies.",
        "• Maintain a conspicuous sign at/near outside entrance of principal and branch offices.",
        "• Letters must be at least 2 inches high and clearly show the person’s name and indicate auctioneer/auction business.",
        "• Multi-story office directory listing can satisfy the sign requirement.",
        "• Commission may waive requirements for conflicts with local ordinances or unusual circumstances."
      ]
    },
    {
      "heading": "Public Automobile Auctions: Minimum Requirements (62-19-128)",
      "content": [
        "This section is compliance-heavy. When you see vehicles, titles, and dealer licensing, slow down and read carefully.",
        "• Must be licensed and regulated by both the Tennessee Auctioneer Commission and the Tennessee Motor Vehicle Commission when engaged in motor vehicle sales.",
        "• Examples of minimum requirements include: zoning compliance letter, garagekeeper’s liability insurance ($500,000 minimum), surety bond ($50,000), compiled financial statement (not older than 12 months), minimum net worth ($100,000), and business telephone in the auction company name (cell phones not acceptable).",
        "• Permanent professional sign letters must be at least 8 inches tall.",
        "• Must sell only at the established place of business listed on the motor vehicle dealer license.",
        "• May not sell new/unused vehicles or vehicles with manufacturer’s statement of origin.",
        "• Must verify clean/unencumbered title history before vehicle is subject to auction.",
        "• Auction must take possession of and retain title to each vehicle offered; if sold, title transfers through the auction to the buyer on the date of sale; if not sold, return unsigned title to owner."
      ]
    },
    {
      "heading": "What the Exam Commonly Tests (Based on 62-19-111(e))",
      "content": [
        "The statute lists exam topics. Treat this as your blueprint.",
        "• Reading, writing, spelling",
        "• Elementary arithmetic (auction math)",
        "• Elementary principles of land economics",
        "• Ethics",
        "• Tennessee law relating to bulk sales, auctions, brokerage",
        "• Provisions of Title 62, Chapter 19",
        "Note: The principal auctioneer exam is described as more specific in nature and scope than the affiliate exam."
      ]
    },
    {
      "heading": "Auction Math Mini-Guide (High Yield)",
      "content": [
        "Practice until your brain does these on autopilot. Most test math is straightforward, but it punishes rushed reading."
      ]
    },
    {
      "heading": "Core formulas:",
      "content": [
        "• Buyer’s premium = hammer price × premium rate.",
        "• Sales tax (if stated as on hammer only) = hammer price × tax rate.",
        "• Total buyer cost = hammer + buyer’s premium + applicable taxes/fees (based on the question).",
        "• Commission due = hammer price × commission rate (or net-to-seller rules as stated)."
      ]
    },
    {
      "heading": "Worked example (hammer-only tax):",
      "content": [
        "Hammer = $3,200. Premium = 10%. Tax = 8.25% on hammer only.\nPremium = 3,200 × 0.10 = $320.\nTax = 3,200 × 0.0825 = $264.\nTotal = 3,200 + 320 + 264 = $3,784.",
        "Exam trap: Some questions tax the premium too. Only do that if the question says so."
      ]
    },
    {
      "heading": "Official Reference Links (Verify Current Rules and Fees)",
      "content": [
        "• Tennessee Auctioneer Commission main page: https://www.tn.gov/commerce/regboards/auctioneers.html",
        "• How to get a Tennessee auctioneer license: https://www.tn.gov/commerce/regboards/auctioneers/license/get.html",
        "• Tennessee license portal (auctioneer license overview): https://licenses.app.tn.gov/licenses/view?id=1281",
        "• Renewal guidance (support center): https://support.commerce.tn.gov/hc/en-us/articles/360052756374-Renew-Principal-Auctioneer",
        "• Rules publications (Tennessee Secretary of State): https://publications.tnsosfiles.com/rules/0160/0160-03.pdf"
      ]
    }
  ]
}